Repository: mverteuil/BirdNET-Pi
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: af, de, es, fr

source: API Documentation
af: API-dokumentasie
de: API-Dokumentation
es: Documentación de la API
fr: Documentation de l'API

source: Administrator Login
af: Administrateur Aanmelding
de: Administrator-Anmeldung
es: Inicio de sesión de Administrador
fr: Connexion Administrateur

source: Invalid credentials
af: Ongeldige geloofsbriewe
de: Ungültige Anmeldedaten
es: Credenciales inválidas
fr: Identifiants invalides

source: Audio not available
af: Klank nie beskikbaar nie
de: Audio nicht verfügbar
es: Audio no disponible
fr: Audio non disponible

source: Connect Audio
af: Koppel Klank
de: Audio verbinden
es: Conectar audio
fr: Connecter l'audio

source: Disconnect Audio
af: Ontkoppel Klank
de: Audio trennen
es: Desconectar audio
fr: Déconnecter l'audio

source: Today
af: Vandag
de: Heute
es: Hoy
fr: Aujourd'hui

source: Last 7 days
af: Laaste 7 dae
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours

source: Last 30 days
af: Laaste 30 dae
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours

source: All time
af: Alle tye
de: Gesamte Zeit
es: Todo el tiempo
fr: Tout le temps

source: All families
af: Alle families
de: Alle Familien
es: Todas las familias
fr: Toutes les familles

source: All genera
af: Alle genusse
de: Alle Gattungen
es: Todos los géneros
fr: Tous les genres

source: All species
af: Alle spesies
de: Alle Arten
es: Todas las especies
fr: Toutes les espèces

source: Select family first
af: Kies eers familie
de: Zuerst Familie auswählen
es: Seleccione la familia primero
fr: Sélectionnez d'abord la famille

source: Select genus first
af: Kies eers genus
de: Zuerst Gattung auswählen
es: Seleccione el género primero
fr: Sélectionnez d'abord le genre

source: Loading...
af: Laai tans...
de: Wird geladen...
es: Cargando...
fr: Chargement...

source: Checking...
af: Gaan tans na...
de: Überprüfe...
es: Comprobando...
fr: Vérification...

source: Error loading genera
af: Fout met die laai van genusse
de: Fehler beim Laden der Gattungen
es: Error al cargar los géneros
fr: Erreur lors du chargement des genres

source: Error loading species
af: Fout met die laai van spesies
de: Fehler beim Laden der Arten
es: Error al cargar las especies
fr: Erreur lors du chargement des espèces

source: Family
af: Familie
de: Familie
es: Familia
fr: Famille

source: Genus
de: Gattung
es: Género
fr: Genre

source: Species
af: Spesies
de: Art
es: Especie
fr: Espèce

source: Play recording
af: Speel opname
de: Aufnahme abspielen
es: Reproducir grabación
fr: Lire l'enregistrement

source: Filter by genus
af: Filtreer volgens genus
de: Nach Gattung filtern
es: Filtrar por género
fr: Filtrer par genre

source: Filter by species
af: Filtreer volgens spesie
de: Nach Art filtern
es: Filtrar por especie
fr: Filtrer par espèce

source: Filter by family
af: Filtreer volgens familie
de: Nach Familie filtern
es: Filtrar por familia
fr: Filtrer par famille

source: recordings
af: opnames
de: Aufnahmen
es: grabaciones
fr: enregistrements

source: species
af: spesies
de: Arten
es: especies
fr: espèces

source: detections
af: bespeurings
de: Erkennungen
es: detecciones
fr: détections

source: Average confidence
af: Gemiddelde sekerheid
de: Durchschnittliche Konfidenz
es: Confianza promedio
fr: Confiance moyenne

source: Date range
af: Datumreeks
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates

source: 🔄 Check for Updates
af: 🔄 Soek vir Opdaterings
de: 🔄 Nach Updates suchen
es: 🔄 Buscar actualizaciones
fr: 🔄 Vérifier les mises à jour

source: Update Available
af: Opdatering Beskikbaar
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible

source: Up to Date
af: Op datum
de: Auf dem neuesten Stand
es: Actualizado
fr: À jour

source: Starting test update...
af: Begin tans toetsopdatering...
de: Test-Update wird gestartet...
es: Iniciando actualización de prueba...
fr: Démarrage de la mise à jour test...

source: Starting update...
af: Begin tans opdatering...
de: Update wird gestartet...
es: Iniciando actualización...
fr: Démarrage de la mise à jour...

source: Update cancelled
af: Opdatering gekanselleer
de: Update abgebrochen
es: Actualización cancelada
fr: Mise à jour annulée

source: Discard all unsaved changes?
af: Verwerp alle ongestoorde veranderinge?
de: Alle ungespeicherten Änderungen verwerfen?
es: ¿Descartar todos los cambios no guardados?
fr: Ignorer toutes les modifications non enregistrées ?

source: Configuration saved. Restart BirdNET-Pi services to apply changes.
af: Konfigurasie gestoor. Herbegin BirdNET-Pi dienste om veranderinge toe te pas.
de: Konfiguration gespeichert. Starten Sie die BirdNET-Pi-Dienste neu, um die Änderungen anzuwenden.
es: Configuración guardada. Reinicie los servicios de BirdNET-Pi para aplicar los cambios.
fr: Configuration sauvegardée. Redémarrez les services BirdNET-Pi pour appliquer les modifications.

source: Failed to save: %(error)s
af: Kon nie stoor nie: %(error)s
de: Speichern fehlgeschlagen: %(error)s
es: Error al guardar: %(error)s
fr: Échec de la sauvegarde : %(error)s

source: Saved
af: Gestoor
de: Gespeichert
es: Guardado
fr: Enregistré

source: Save failed
af: Stoor het misluk
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement

source: Reset to saved configuration
af: Stel terug na gestoorde konfigurasie
de: Auf gespeicherte Konfiguration zurücksetzen
es: Restablecer a la configuración guardada
fr: Réinitialiser à la configuration sauvegardée

source: Configuration is valid
af: Konfigurasie is geldig
de: Konfiguration ist gültig
es: La configuración es válida
fr: La configuration est valide

source: Validation error: %(error)s
af: Geldigheidsfout: %(error)s
de: Validierungsfehler: %(error)s
es: Error de validación: %(error)s
fr: Erreur de validation : %(error)s

source: Modified
af: Gewysig
de: Geändert
es: Modificado
fr: Modifié

source: Ready
af: Gereed
de: Bereit
es: Listo
fr: Prêt

source: Modified (valid)
af: Gewysig (geldig)
de: Geändert (gültig)
es: Modificado (válido)
fr: Modifié (valide)

source: Invalid remote name format
af: Ongeldige afgeleë naamformaat
de: Ungültiges Format für Remote-Namen
es: Formato de nombre remoto inválido
fr: Format de nom distant invalide

source: Invalid branch name format
af: Ongeldige taknaamformaat
de: Ungültiges Format für Branch-Namen
es: Formato de nombre de rama inválido
fr: Format de nom de branche invalide

source: Failed to save configuration
af: Kon nie konfigurasie stoor nie
de: Konfiguration konnte nicht gespeichert werden
es: Error al guardar la configuración
fr: Échec de l'enregistrement de la configuration

source: Failed to check for updates
af: Kon nie vir opdaterings soek nie
de: Fehler bei der Suche nach Updates
es: Error al buscar actualizaciones
fr: Échec de la vérification des mises à jour

source: Failed to apply update
af: Kon nie opdatering toepas nie
de: Update konnte nicht angewendet werden
es: Error al aplicar la actualización
fr: Échec de l'application de la mise à jour

source: Failed to cancel update
af: Kon nie opdatering kanselleer nie
de: Update konnte nicht abgebrochen werden
es: Error al cancelar la actualización
fr: Échec de l'annulation de la mise à jour

source: Failed to save git configuration
af: Kon nie git-konfigurasie stoor nie
de: Git-Konfiguration konnte nicht gespeichert werden
es: Error al guardar la configuración de git
fr: Échec de la sauvegarde de la configuration git

source: Downloading
af: Laai tans af
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement

source: Download queued
af: Aflaai in die tou
de: Download in Warteschlange
es: Descarga en cola
fr: Téléchargement en file d'attente

source: Download region pack
af: Laai streekpakket af
de: Regionen-Paket herunterladen
es: Descargar paquete de región
fr: Télécharger le pack régional

source: Download complete
af: Aflaai voltooi
de: Download abgeschlossen
es: Descarga completa
fr: Téléchargement terminé

source: Region pack installed successfully
af: Streekpakket suksesvol geïnstalleer
de: Regionen-Paket erfolgreich installiert
es: Paquete de región instalado con éxito
fr: Pack régional installé avec succès

source: Failed to download region pack
af: Kon nie streekpakket aflaai nie
de: Regionen-Paket konnte nicht heruntergeladen werden
es: Error al descargar el paquete de región
fr: Échec du téléchargement du pack régional

source: Logs
af: Logboeke
de: Protokolle
es: Registros
fr: Journaux

source: Audio Stream
af: Klankstroom
es: Flujo de audio
fr: Flux Audio

source: Detections
af: Bespeurings
de: Erkennungen
es: Detecciones
fr: Détections

source: Analysis
af: Analise
de: Analyse
es: Análisis
fr: Analyse

source: Best Recordings
af: Beste Opnames
de: Beste Aufnahmen
es: Mejores grabaciones
fr: Meilleurs enregistrements

source: Species Checklist
af: Spesie-kontrolelys
de: Arten-Checkliste
es: Lista de especies
fr: Liste des espèces

source: Services
af: Dienste
de: Dienste
es: Servicios

source: Settings
af: Instellings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Advanced Settings
af: Gevorderde Instellings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres Avancés

source: System Updates
af: Stelselopdaterings
es: Actualizaciones del sistema
fr: Mises à jour du système

source: audio-not-available
af: klank-nie-beskikbaar-nie
de: audio-nicht-verfügbar
es: audio-no-disponible
fr: audio-non-disponible

source: loading-detections
af: laai-bespeurings
de: lade-erkennungen
es: cargando-detecciones
fr: chargement-detections

source: no-detections-found
af: geen-bespeurings-gevind-nie
de: keine-erkennungen-gefunden
es: no-se-encontraron-detecciones
fr: aucune-detection-trouvee

source: no-species-found
af: geen-spesies-gevind-nie
de: keine-arten-gefunden
es: no-se-encontraron-especies
fr: aucune-espece-trouvee

source: today
af: vandag
de: heute
es: hoy
fr: aujourd-hui

source: last-7-days
af: laaste-7-dae
de: letzte-7-tage
es: ultimos-7-dias
fr: 7-derniers-jours

source: last-30-days
af: laaste-30-dae
de: letzte-30-tage
es: ultimos-30-dias
fr: 30-derniers-jours

source: all-time
af: alle-tye
de: gesamte-zeit
es: todo-el-tiempo
fr: tout-le-temps

source: System Healthy
af: Stelsel Gesond
de: System fehlerfrei
es: Sistema saludable
fr: Système sain

source: System Degraded - Some components unavailable
af: Stelsel Gedegradeer - Sommige komponente onbeskikbaar
de: System beeinträchtigt - Einige Komponenten nicht verfügbar
es: Sistema degradado - Algunos componentes no disponibles
fr: Système dégradé - Certains composants indisponibles

source: System Unhealthy
af: Stelsel Ongesond
de: System fehlerhaft
es: Sistema en mal estado
fr: Système en mauvais état

source: Health Check Failed
af: Gesondheidstoets het misluk
de: Systemprüfung fehlgeschlagen
es: Comprobación de salud fallida
fr: Échec de la vérification de l'état de santé

source: Health Check Unavailable
af: Gesondheidstoets Onbeskikbaar
de: Systemprüfung nicht verfügbar
es: Comprobación de salud no disponible
fr: Vérification de l'état de santé indisponible

source: loading
af: laai-tans
de: lade
es: cargando
fr: chargement

source: connect-audio
af: koppel-klank
de: audio-verbinden
es: conectar-audio
fr: connecter-audio

source: disconnect-audio
af: ontkoppel-klank
de: audio-trennen
es: desconectar-audio
fr: deconnecter-audio

source: Page %(page)s of %(total_pages)s
af: Bladsy %(page)s van %(total_pages)s
de: Seite %(page)s von %(total_pages)s
es: Página %(page)s de %(total_pages)s
fr: Page %(page)s sur %(total_pages)s

source: %(count)s total %(items)s
af: %(count)s totale %(items)s
de: %(count)s %(items)s insgesamt
es: %(count)s %(items)s en total
fr: %(count)s %(items)s au total

source: Go to first page
af: Gaan na eerste bladsy
de: Zur ersten Seite gehen
es: Ir a la primera página
fr: Aller à la première page

source: Go to previous page
af: Gaan na vorige bladsy
de: Zur vorherigen Seite gehen
es: Ir a la página anterior
fr: Aller à la page précédente

source: First
af: Eerste
de: Erste
es: Primero
fr: Premier

source: Prev
af: Vorige
de: Zurück
es: Ant.
fr: Préc

source: Current page, page %(page)s
af: Huidige bladsy, bladsy %(page)s
de: Aktuelle Seite, Seite %(page)s
es: Página actual, página %(page)s
fr: Page actuelle, page %(page)s

source: Go to page %(page)s
af: Gaan na bladsy %(page)s
de: Gehe zu Seite %(page)s
es: Ir a la página %(page)s
fr: Aller à la page %(page)s

source: Go to next page
af: Gaan na volgende bladsy
de: Zur nächsten Seite gehen
es: Ir a la página siguiente
fr: Aller à la page suivante

source: Go to last page
af: Gaan na laaste bladsy
de: Zur letzten Seite gehen
es: Ir a la última página
fr: Aller à la dernière page

source: Next
af: Volgende
de: Weiter
es: Sig.
fr: Suivant

source: Last
af: Laaste
de: Letzte
es: Último
fr: Dernier

source: No %(items)s found
af: Geen %(items)s gevind nie
de: Keine %(items)s gefunden
es: No se encontraron %(items)s
fr: Aucun %(items)s trouvé

source: Wet Season %(year)s
af: Reënseisoen %(year)s
de: Regenzeit %(year)s
es: Temporada de lluvias %(year)s
fr: Saison des pluies %(year)s

source: Dry Season %(year)s
af: Droë Seisoen %(year)s
de: Trockenzeit %(year)s
es: Temporada seca %(year)s
fr: Saison sèche %(year)s

source: Winter %(year)s
es: Invierno %(year)s
fr: Hiver %(year)s

source: Summer %(year)s
af: Somer %(year)s
de: Sommer %(year)s
es: Verano %(year)s
fr: Été %(year)s

source: Spring %(year)s
af: Lente %(year)s
de: Frühling %(year)s
es: Primavera %(year)s
fr: Printemps %(year)s

source: Fall %(year)s
af: Herfs %(year)s
de: Herbst %(year)s
es: Otoño %(year)s
fr: Automne %(year)s

source: Week of %(date)s
af: Week van %(date)s
de: Woche vom %(date)s
es: Semana del %(date)s
fr: Semaine du %(date)s

source: All Time
af: Alle Tye
de: Gesamte Zeit
es: Todo el tiempo
fr: Tout le temps

source: Historical
af: Histories
de: Historisch
es: Histórico
fr: Historique

source: System reboot timeout - manual intervention may be required
af: Stelsel herlaai uittellyn - handmatige ingryping mag nodig wees
de: Zeitüberschreitung beim Systemneustart - manuelles Eingreifen kann erforderlich sein
es: Tiempo de espera de reinicio del sistema agotado - puede requerir intervención manual
fr: Délai de redémarrage du système dépassé - une intervention manuelle peut être nécessaire

source: Conservation status: %(status)s
af: Bewaringstatus: %(status)s
de: Erhaltungszustand: %(status)s
es: Estado de conservación: %(status)s
fr: État de conservation : %(status)s

source: Conservation status unknown
af: Bewaringstatus onbekend
de: Erhaltungszustand unbekannt
es: Estado de conservación desconocido
fr: État de conservation inconnu

source: checking
af: gaan-tans-na
de: überprüfe
es: comprobando
fr: vérification

source: failed-to-check-updates
af: kon-nie-vir-opdaterings-soek-nie
de: fehler-beim-prüfen-auf-updates
es: error-al-buscar-actualizaciones
fr: echec-verification-mises-a-jour

source: check-for-updates
af: soek-vir-opdaterings
de: nach-updates-suchen
es: buscar-actualizaciones
fr: verifier-les-mises-a-jour

source: starting-test-update
af: begin-toetsopdatering
de: starte-test-update
es: iniciando-actualizacion-de-prueba
fr: demarrage-mise-a-jour-test

source: starting-update
af: begin-opdatering
de: starte-update
es: iniciando-actualizacion
fr: demarrage-mise-a-jour

source: failed-to-apply-update
af: kon-nie-opdatering-toepas-nie
de: fehler-beim-anwenden-des-updates
es: error-al-aplicar-actualizacion
fr: echec-application-mise-a-jour

source: update-cancelled
af: opdatering-gekanselleer
de: update-abgebrochen
es: actualizacion-cancelada
fr: mise-a-jour-annulee

source: failed-to-cancel-update
af: kon-nie-opdatering-kanselleer-nie
de: fehler-beim-abbrechen-des-updates
es: error-al-cancelar-actualizacion
fr: echec-annulation-mise-a-jour

source: no-remotes-configured
af: geen-afgeleës-gekonfigureer-nie
de: keine-remotes-konfiguriert
es: no-hay-remotos-configurados
fr: aucun-distant-configure

source: select-remote
af: kies-afgeleë
de: remote-auswählen
es: seleccionar-remoto
fr: selectionner-distant

source: failed-to-load-remotes
af: kon-nie-afgeleës-laai-nie
de: fehler-beim-laden-der-remotes
es: error-al-cargar-remotos
fr: echec-chargement-distants

source: select-remote-first
af: kies-eers-afgeleë
de: zuerst-remote-auswählen
es: seleccione-remoto-primero
fr: selectionnez-distant-en-premier

source: loading-branches
af: laai-takke
de: lade-branches
es: cargando-ramas
fr: chargement-branches

source: select-branch-or-tag
af: kies-tak-of-merker
de: branch-oder-tag-auswählen
es: seleccionar-rama-o-etiqueta
fr: selectionner-branche-ou-tag

source: tags
af: merkers
es: etiquetas

source: branches
af: takke
es: ramas

source: failed-to-load-branches
af: kon-nie-takke-laai-nie
de: fehler-beim-laden-der-branches
es: error-al-cargar-ramas
fr: echec-chargement-branches

source: select-remote-and-branch
af: kies-afgeleë-en-tak
de: remote-und-branch-auswählen
es: seleccione-remoto-y-rama
fr: selectionnez-distant-et-branche

source: failed-to-save-config
af: kon-nie-konfigurasie-stoor-nie
de: fehler-beim-speichern-der-konfiguration
es: error-al-guardar-configuracion
fr: echec-enregistrement-configuration

source: failed-to-save-git-config
af: kon-nie-git-konfigurasie-stoor-nie
de: fehler-beim-speichern-der-git-konfiguration
es: error-al-guardar-configuracion-git
fr: echec-enregistrement-configuration-git

source: edit
af: redigeer
de: bearbeiten
es: editar
fr: éditer

source: delete
af: skrap
de: löschen
es: eliminar
fr: supprimer

source: failed-to-add-remote
af: kon-nie-afgeleë-byvoeg-nie
de: fehler-beim-hinzufügen-des-remotes
es: error-al-añadir-remoto
fr: echec-ajout-distant

source: enter-new-url-for-remote
af: voer-nuwe-url-vir-afgeleë-in
de: neue-url-für-remote-eingeben
es: introduzca-nueva-url-para-remoto
fr: entrez-nouvelle-url-pour-distant

source: failed-to-update-remote
af: kon-nie-afgeleë-opdateer-nie
de: fehler-beim-aktualisieren-des-remotes
es: error-al-actualizar-remoto
fr: echec-mise-a-jour-distant

source: cannot-delete-origin
af: kan-nie-oorsprong-skrap-nie
de: origin-kann-nicht-gelöscht-werden
es: no-se-puede-eliminar-origin
fr: impossible-de-supprimer-origin

source: confirm-delete-remote
af: bevestig-skrapping-van-afgeleë
de: löschen-des-remotes-bestätigen
es: confirmar-eliminacion-de-remoto
fr: confirmer-suppression-distant

source: failed-to-delete-remote
af: kon-nie-afgeleë-skrap-nie
de: fehler-beim-löschen-des-remotes
es: error-al-eliminar-remoto
fr: echec-suppression-distant

source: downloading
af: laai-tans-af
de: wird-heruntergeladen
es: descargando
fr: telechargement

source: failed-to-download-region-pack
af: kon-nie-streekpakket-aflaai-nie
de: fehler-beim-herunterladen-des-regionen-pakets
es: error-al-descargar-paquete-de-region
fr: echec-telechargement-pack-regional

source: download-complete
af: aflaai-voltooi
de: download-abgeschlossen
es: descarga-completa
fr: telechargement-termine

source: region-pack-installed
af: streekpakket-geïnstalleer
de: regionen-paket-installiert
es: paquete-de-region-instalado
fr: pack-regional-installe

source: System health status
af: Stelsel gesondheidstatus
de: System-Gesundheitsstatus
es: Estado de salud del sistema
fr: État de santé du système

source: System information
af: Stelselinligting
de: Systeminformationen
es: Información del sistema
fr: Informations système

source: Continuous acoustic monitoring
af: Deurlopende akoestiese monitering
de: Kontinuierliche akustische Überwachung
es: Monitoreo acústico continuo
fr: Surveillance acoustique continue

source: Docker Container
af: Docker-houer
es: Contenedor Docker
fr: Conteneur Docker

source: Confidence threshold
af: Sekerheidsdrempel
de: Konfidenzschwellenwert
es: Umbral de confianza
fr: Seuil de confiance

source: Last model update:
af: Laaste modelopdatering:
de: Letztes Modell-Update:
es: Última actualización del modelo:
fr: Dernière mise à jour du modèle :

source: Bird detection activity visualization
af: Voëlbespeuringsaktiwiteit-visualisering
de: Visualisierung der Vogelerkennungsaktivität
es: Visualización de la actividad de detección de aves
fr: Visualisation de l'activité de détection des oiseaux

source: Detection statistics summary
af: Bespeuringstatistiek-opsomming
de: Zusammenfassung der Erkennungsstatistiken
es: Resumen de estadísticas de detección
fr: Résumé des statistiques de détection

source: species detected
af: spesies bespeur
de: Arten erkannt
es: especies detectadas
fr: espèces détectées

source: detections today
af: bespeurings vandag
de: Erkennungen heute
es: detecciones de hoy
fr: détections aujourd'hui

source: active species this week
af: aktiewe spesies hierdie week
de: aktive Arten diese Woche
es: especies activas esta semana
fr: espèces actives cette semaine

source: hours monitored
af: ure gemonitor
de: überwachte Stunden
es: horas monitoreadas
fr: heures surveillées

source: System resource status
af: Stelselhulpbronstatus
de: Status der Systemressourcen
es: Estado de los recursos del sistema
fr: État des ressources système

source: Disk
af: Skyf
de: Festplatte
es: Disco
fr: Disque

source: System uptime
af: Stelsel op-tyd
de: Systemlaufzeit
es: Tiempo de actividad del sistema
fr: Disponibilité du système

source: Up
af: Op
de: Aktiv
es: Activo
fr: En ligne

source: Recent detections log
af: Onlangse bespeuringslogboek
de: Protokoll der letzten Erkennungen
es: Registro de detecciones recientes
fr: Journal des détections récentes

source: Time
af: Tyd
de: Zeit
es: Hora
fr: Heure

source: No recent detections
af: Geen onlangse bespeurings nie
de: Keine aktuellen Erkennungen
es: No hay detecciones recientes
fr: Aucune détection récente

source: Species frequency chart
af: Spesiefrekwensiegrafiek
de: Artenhäufigkeitsdiagramm
es: Gráfico de frecuencia de especies
fr: Graphique de fréquence des espèces

source: Today's Species (24h)
af: Vandag se Spesies (24u)
de: Heutige Arten (24h)
es: Especies de Hoy (24h)
fr: Espèces d'aujourd'hui (24h)

source: No species detected today
af: Geen spesies vandag bespeur nie
de: Heute keine Arten erkannt
es: No se han detectado especies hoy
fr: Aucune espèce détectée aujourd'hui

source: Save Configuration
af: Stoor Konfigurasie
de: Konfiguration speichern
es: Guardar Configuración
fr: Enregistrer la Configuration

source: Validate
af: Valideer
de: Validieren
es: Validar
fr: Valider

source: Reset Changes
af: Stel Veranderinge Terug
de: Änderungen zurücksetzen
es: Restablecer Cambios
fr: Réinitialiser les Modifications

source: Ctrl+S save · Ctrl+Enter validate
af: Ctrl+S stoor · Ctrl+Enter valideer
de: Strg+S speichern · Strg+Enter validieren
es: Ctrl+S guardar · Ctrl+Enter validar
fr: Ctrl+S sauvegarder · Ctrl+Entrée valider

source: This editor provides direct access to the BirdNET-Pi configuration file.
af: Hierdie redigeerder bied direkte toegang tot die BirdNET-Pi-konfigurasielêer.
de: Dieser Editor bietet direkten Zugriff auf die BirdNET-Pi-Konfigurationsdatei.
es: Este editor proporciona acceso directo al archivo de configuración de BirdNET-Pi.
fr: Cet éditeur fournit un accès direct au fichier de configuration de BirdNET-Pi.

source: Changes require a service restart to take effect.
af: Veranderinge vereis 'n diensherbegin om in werking te tree.
de: Änderungen erfordern einen Neustart des Dienstes, um wirksam zu werden.
es: Los cambios requieren reiniciar el servicio para surtir efecto.
fr: Les modifications nécessitent le redémarrage du service pour prendre effet.

source: Use the Basic Settings page for guided configuration.
af: Gebruik die Basiese Instellings-bladsy vir begeleide konfigurasie.
de: Verwenden Sie die Seite Grundeinstellungen für eine geführte Konfiguration.
es: Utilice la página de Ajustes Básicos para una configuración guiada.
fr: Utilisez la page Paramètres de base pour une configuration guidée.

source: Live Audio Stream
af: Lewendige Klankstroom
es: Flujo de audio en vivo
fr: Flux Audio en Direct
