Repository: mverteuil/BirdNET-Pi
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: af, de, es, fr

source: Hawaii Time
af: Hawaii Tyd
de: Hawaii-Zeit
es: Hora de Hawái
fr: Heure d'Hawaï

source: Current time:
af: Huidige tyd:
de: Aktuelle Zeit:
es: Hora actual:
fr: Heure actuelle :

source: UTC offset:
af: UTC-afwyking:
de: UTC-Abweichung:
es: Desplazamiento UTC:
fr: Décalage UTC :

source: Configure endpoints for different notification services
af: Konfigureer eindpunte vir verskillende kennisgewingdienste
de: Konfigurieren Sie Endpunkte für verschiedene Benachrichtigungsdienste
es: Configurar endpoints para diferentes servicios de notificación
fr: Configurer les endpoints pour différents services de notification

source: Apprise Targets
af: Apprise-teikens
de: Apprise-Ziele
es: Destinos de Apprise
fr: Cibles Apprise

source: Define named Apprise service URLs (see %(link_start)sApprise docs%(link_end)s)
af: Definieer benoemde Apprise-diens-URL'e (sien %(link_start)sApprise-dokumentasie%(link_end)s)
de: Definieren Sie benannte Apprise-Service-URLs (siehe %(link_start)sApprise docs%(link_end)s)
es: Defina las URL del servicio Apprise por nombre (ver %(link_start)sdocumentación de Apprise%(link_end)s)
fr: Définir les URL du service Apprise nommées (voir %(link_start)sdocuments Apprise%(link_end)s)

source: Name (e.g., discord)
af: Naam (bv., discord)
de: Name (z.B. discord)
es: Nombre (ej., discord)
fr: Nom (ex. discord)

source: Apprise URL (e.g., discord://webhook_id/token)
af: Apprise-URL (bv., discord://webhook_id/token)
de: Apprise-URL (z.B. discord://webhook_id/token)
es: URL de Apprise (ej., discord://webhook_id/token)
fr: URL Apprise (ex. discord://webhook_id/token)

source: + Add Apprise Target
af: + Voeg Apprise-teiken by
de: + Apprise-Ziel hinzufügen
es: + Añadir Destino de Apprise
fr: + Ajouter Cible Apprise

source: Webhook Targets
af: Webhook-teikens
de: Webhook-Ziele
es: Destinos de Webhook
fr: Cibles Webhook

source: Define named webhook endpoints for external integrations
af: Definieer benoemde webhook-eindpunte vir eksterne integrasies
de: Definieren Sie benannte Webhook-Endpunkte für externe Integrationen
es: Defina los endpoints de webhook por nombre para integraciones externas
fr: Définissez des points d'ancrage webhook nommés pour des intégrations externes

source: Name (e.g., home_assistant)
af: Naam (bv., home_assistant)
de: Name (z.B. home_assistant)
es: Nombre (ej., home_assistant)
fr: Nom (ex. home_assistant)

source: Webhook URL
es: URL de Webhook
fr: URL de Webhook

source: + Add Webhook Target
af: + Voeg Webhook-teiken by
de: + Webhook-Ziel hinzufügen
es: + Añadir Destino de Webhook
fr: + Ajouter Cible Webhook

source: Define when and how to send notifications
af: Definieer wanneer en hoe om kennisgewings te stuur
de: Legen Sie fest, wann und wie Benachrichtigungen gesendet werden sollen
es: Defina cuándo y cómo enviar notificaciones
fr: Définir quand et comment envoyer les notifications

source: Rule name
af: Reëlnaam
de: Regelname
es: Nombre de la regla
fr: Nom de la règle

source: Target
af: Teiken
de: Ziel
es: Destino
fr: Cible

source: MQTT topic
af: MQTT-onderwerp
es: Tema MQTT
fr: Sujet MQTT

source: Frequency
af: Frekwensie
de: Häufigkeit
es: Frecuencia
fr: Fréquence

source: Immediate
af: Onmiddellik
de: Sofort
es: Inmediato
fr: Immédiat

source: Daily Summary
af: Daaglikse Opsomming
de: Tägliche Zusammenfassung
es: Resumen diario
fr: Résumé quotidien

source: Weekly Summary
af: Weeklikse Opsomming
de: Wöchentliche Zusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire

source: Monday
af: Maandag
de: Montag
es: Lunes
fr: Lundi

source: Tuesday
af: Dinsdag
de: Dienstag
es: Martes
fr: Mardi

source: Wednesday
af: Woensdag
de: Mittwoch
es: Miércoles
fr: Mercredi

source: Thursday
af: Donderdag
de: Donnerstag
es: Jueves
fr: Jeudi

source: Friday
af: Vrydag
de: Freitag
es: Viernes
fr: Vendredi

source: Saturday
af: Saterdag
de: Samstag
es: Sábado
fr: Samedi

source: Sunday
af: Sondag
de: Sonntag
es: Domingo
fr: Dimanche

source: Scope
af: Omvang
de: Umfang
es: Alcance
fr: Portée

source: All Detections
af: Alle Bespeurings
de: Alle Erkennungen
es: Todas las Detecciones
fr: Toutes les Détections

source: New Species (First Ever)
af: Nuwe Spesies (Eerste Ooit)
de: Neue Art (Erste überhaupt)
es: Nuevas especies (Primera vez)
fr: Nouvelles espèces (Première fois)

source: New Today
af: Nuut Vandag
de: Heute neu
es: Nuevas hoy
fr: Nouvelles d'aujourd'hui

source: New This Week
af: Nuut Hierdie Week
de: Diese Woche neu
es: Nuevas esta semana
fr: Nouvelles de cette semaine

source: Min Confidence
af: Min Sekerheid
de: Min. Konfidenz
es: Confianza Mínima
fr: Confiance Minimale

source: Use default
af: Gebruik verstek
de: Standard verwenden
es: Usar por defecto
fr: Utiliser par défaut

source: Include Species (scientific names, comma-separated)
af: Sluit Spesies in (wetenskaplike name, kommas-geskei)
de: Arten einschließen (wissenschaftliche Namen, kommagetrennt)
es: Incluir especies (nombres científicos, separados por comas)
fr: Inclure des espèces (noms scientifiques, séparés par des virgules)

source: e.g., Turdus migratorius, Cardinalis cardinalis
af: bv., Turdus migratorius, Cardinalis cardinalis
de: z.B. Turdus migratorius, Cardinalis cardinalis
es: ej., Turdus migratorius, Cardinalis cardinalis
fr: ex. Turdus migratorius, Cardinalis cardinalis

source: Exclude Species (scientific names, comma-separated)
af: Sluit Spesies uit (wetenskaplike name, kommas-geskei)
de: Arten ausschließen (wissenschaftliche Namen, kommagetrennt)
es: Excluir especies (nombres científicos, separados por comas)
fr: Exclure des espèces (noms scientifiques, séparés par des virgules)

source: e.g., Passer domesticus, Sturnus vulgaris
af: bv., Passer domesticus, Sturnus vulgaris
de: z.B. Passer domesticus, Sturnus vulgaris
es: ej., Passer domesticus, Sturnus vulgaris
fr: ex. Passer domesticus, Sturnus vulgaris

source: Title Template (optional, uses default if empty)
af: Titelsjabloon (opsioneel, gebruik verstek as dit leeg is)
de: Titelvorlage (optional, verwendet Standard, wenn leer)
es: Plantilla de título (opcional, usa la de por defecto si está vacío)
fr: Modèle de Titre (optionnel, utilise par défaut si vide)

source: Body Template (optional, uses default if empty)
af: Liggaamsjabloon (opsioneel, gebruik verstek as dit leeg is)
de: Textvorlage (optional, verwendet Standard, wenn leer)
es: Plantilla de cuerpo (opcional, usa la de por defecto si está vacío)
fr: Modèle de Corps (optionnel, utilise par défaut si vide)

source: + Add Notification Rule
af: + Voeg Kennisgewingreël by
de: + Benachrichtigungsregel hinzufügen
es: + Añadir regla de notificación
fr: + Ajouter une règle de notification

source: Last saved:
af: Laas gestoor:
de: Zuletzt gespeichert:
es: Último guardado:
fr: Dernière sauvegarde :

source: e.g., 🦅 NEW: {{ common_name }}!
af: bv., 🦅 NUUT: {{ common_name }}!
de: z.B. 🦅 NEU: {{ common_name }}!
es: ej., 🦅 NUEVA: {{ common_name }}!
fr: ex., 🦅 NOUVEAU: {{ common_name }}!

source: e.g., Detected {{ common_name }} at {{ confidence }}% confidence
af: bv., Bespeur {{ common_name }} teen {{ confidence }}% sekerheid
de: z.B. Erkannt {{ common_name }} mit {{ confidence }}% Konfidenz
es: ej., Detectada {{ common_name }} con {{ confidence }}% de confianza
fr: ex., Détecté {{ common_name }} à {{ confidence }}% de confiance

source: Select target...
af: Kies teiken...
de: Ziel auswählen...
es: Seleccione destino...
fr: Sélectionner la cible...

source: Skip to update content
af: Slaan oor na opdateringsinhoud
de: Zum Update-Inhalt springen
es: Saltar al contenido de actualización
fr: Passer au contenu de mise à jour

source: Docker Deployment
af: Docker-ontplooiing
de: Docker-Bereitstellung
es: Despliegue de Docker
fr: Déploiement Docker

source: SBC Deployment
af: SBC-ontplooiing
de: SBC-Bereitstellung
es: Despliegue de SBC
fr: Déploiement SBC

source: Unknown Deployment
af: Onbekende Ontplooiing
de: Unbekannte Bereitstellung
es: Despliegue desconocido
fr: Déploiement inconnu

source: Update status
af: Opdateringstatus
es: Estado de actualización
fr: Statut de mise à jour

source: Current Status
af: Huidige Status
de: Aktueller Status
es: Estado actual
fr: Statut actuel

source: Check for updates
af: Soek vir opdaterings
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour

source: Check for Updates
af: Soek vir Opdaterings
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les Mises à Jour

source: Current Version:
af: Huidige Weergawe:
de: Aktuelle Version:
es: Versión actual:
fr: Version Actuelle :

source: Latest Version:
af: Nuutste Weergawe:
de: Neueste Version:
es: Última versión:
fr: Dernière Version :

source: Update Details
af: Opdateringsbesonderhede
es: Detalles de actualización
fr: Détails de la Mise à Jour

source: View on GitHub
af: Bekyk op GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub

source: Apply update
af: Pas opdatering toe
de: Update anwenden
es: Aplicar actualización
fr: Appliquer la mise à jour

source: Apply Update
af: Pas Opdatering Toe
de: Update anwenden
es: Aplicar actualización
fr: Appliquer la Mise à Jour

source: Test update without applying
af: Toets opdatering sonder om toe te pas
de: Update testen, ohne es anzuwenden
es: Probar la actualización sin aplicarla
fr: Tester la mise à jour sans l'appliquer

source: Test Update (Dry Run)
af: Toets Opdatering (Droë Loop)
de: Update testen (Probelauf)
es: Probar Actualización (Simulación)
fr: Mise à Jour de Test (Simulation)

source: Manual Update Required
af: Handmatige Opdatering Vereis
de: Manuelles Update erforderlich
es: Requiere actualización manual
fr: Mise à jour manuelle requise

source: This update cannot be applied automatically. Please see instructions below.
af: Hierdie opdatering kan nie outomaties toegepas word nie. Sien asseblief instruksies hieronder.
de: Dieses Update kann nicht automatisch angewendet werden. Bitte beachten Sie die Anweisungen unten.
es: Esta actualización no puede aplicarse automáticamente. Por favor, vea las instrucciones a continuación.
fr: Cette mise à jour ne peut pas être appliquée automatiquement. Veuillez consulter les instructions ci-dessous.

source: Docker update instructions
af: Docker opdateringsinstruksies
de: Anweisungen für Docker-Update
es: Instrucciones de actualización de Docker
fr: Instructions de mise à jour Docker

source: Docker Update Instructions
af: Docker Opdateringsinstruksies
de: Anweisungen für Docker-Update
es: Instrucciones de actualización de Docker
fr: Instructions de Mise à Jour Docker

source: BirdNET-Pi runs in a Docker container. Updates are managed through Docker image updates.
af: BirdNET-Pi loop in 'n Docker-houer. Opdaterings word bestuur deur Docker-beeldopdaterings.
de: BirdNET-Pi läuft in einem Docker-Container. Updates werden über Docker-Image-Updates verwaltet.
es: BirdNET-Pi se ejecuta en un contenedor Docker. Las actualizaciones se gestionan a través de las actualizaciones de imagen de Docker.
fr: BirdNET-Pi s'exécute dans un conteneur Docker. Les mises à jour sont gérées par les mises à jour d'images Docker.

source: Production Deployment (Tagged Releases)
af: Produksie-ontplooiing (Gemerkte Vrystellings)
de: Produktionsbereitstellung (Getaggte Versionen)
es: Despliegue de Producción (Versiones etiquetadas)
fr: Déploiement en Production (Versions avec balises)

source: For production deployments using tagged releases:
af: Vir produksie-ontplooiings wat gemerkte vrystellings gebruik:
de: Für Produktionsbereitstellungen mit getaggten Versionen:
es: Para despliegues de producción utilizando versiones etiquetadas:
fr: Pour les déploiements de production utilisant des versions balisées :

source: Stop the current container:
af: Stop die huidige houer:
de: Stoppen Sie den aktuellen Container:
es: Detener el contenedor actual:
fr: Arrêter le conteneur actuel :

source: Pull the new image:
af: Trek die nuwe beeld af:
de: Ziehen Sie das neue Image:
es: Descargar la nueva imagen:
fr: Récupérer la nouvelle image :

source: Start the container:
af: Begin die houer:
de: Starten Sie den Container:
es: Iniciar el contenedor:
fr: Démarrer le conteneur :

source: Database migrations run automatically on container restart
af: Databasis-migrasies loop outomaties by houerherbegin
de: Datenbankmigrationen werden beim Container-Neustart automatisch ausgeführt
es: Las migraciones de la base de datos se ejecutan automáticamente al reiniciar el contenedor
fr: Les migrations de la base de données s'exécutent automatiquement au redémarrage du conteneur

source: Development Deployment (Latest Code)
af: Ontwikkelingsontplooiing (Nuutste Kode)
de: Entwicklungsbereitstellung (Neuester Code)
es: Despliegue de Desarrollo (Último código)
fr: Déploiement de Développement (Dernier code)

source: For development deployments building from source:
af: Vir ontwikkelingsontplooiings wat van bronkode bou:
de: Für Entwicklungsbereitstellungen, die aus dem Quellcode erstellt werden:
es: Para despliegues de desarrollo compilando desde el código fuente:
fr: Pour les déploiements de développement compilés à partir de la source :

source: Rebuild the image:
af: Herbou die beeld:
de: Erstellen Sie das Image neu:
es: Reconstruir la imagen:
fr: Recompiler l'image :

source: Note:
af: Let wel:
de: Hinweis:
es: Nota:

source: Git remote and branch settings are not used for Docker deployments. Updates come from Docker images.
af: Git-afgeleë en tak-instellings word nie vir Docker-ontplooiings gebruik nie. Opdaterings kom van Docker-beelde af.
de: Git-Remote- und Branch-Einstellungen werden für Docker-Bereitstellungen nicht verwendet. Updates stammen aus Docker-Images.
es: La configuración remota y de rama de Git no se utilizan para despliegues de Docker. Las actualizaciones provienen de imágenes de Docker.
fr: Les paramètres de branche et distant Git ne sont pas utilisés pour les déploiements Docker. Les mises à jour proviennent des images Docker.

source: Git configuration
af: Git-konfigurasie
de: Git-Konfiguration
es: Configuración de Git
fr: Configuration Git

source: Git Configuration
af: Git Konfigurasie
de: Git-Konfiguration
es: Configuración de Git
fr: Configuration Git

source: Git Remote:
af: Git Afgeleë:
es: Remoto Git:
fr: Distant Git :

source: Loading remotes...
af: Laai tans afgeleës...
de: Lade Remotes...
es: Cargando remotos...
fr: Chargement des distants...

source: Manage git remotes
af: Bestuur git-afgeleës
de: Git-Remotes verwalten
es: Gestionar remotos de git
fr: Gérer les distants git

source: Manage Remotes
af: Bestuur Afgeleës
de: Remotes verwalten
es: Gestionar remotos
fr: Gérer les Distants

source: Select the git remote to track for updates
af: Kies die git-afgeleë om na opdaterings te spoor
de: Wählen Sie das zu verfolgende Git-Remote für Updates aus
es: Seleccione el remoto de git a rastrear para actualizaciones
fr: Sélectionnez le distant git à suivre pour les mises à jour

source: Git Branch/Tag:
af: Git Tak/Merker:
es: Rama/Etiqueta de Git:
fr: Branche/Tag Git :

source: Select a remote first
af: Kies eers 'n afgeleë
de: Wählen Sie zuerst ein Remote aus
es: Seleccione un remoto primero
fr: Sélectionnez d'abord un distant

source: Select the branch or tag to track
af: Kies die tak of merker om te spoor
de: Wählen Sie den Branch oder Tag zum Verfolgen aus
es: Seleccione la rama o etiqueta a rastrear
fr: Sélectionnez la branche ou le tag à suivre

source: Save git configuration
af: Stoor git-konfigurasie
de: Git-Konfiguration speichern
es: Guardar configuración de git
fr: Enregistrer la configuration git

source: Manage Git Remotes
af: Bestuur Git-afgeleës
de: Git-Remotes verwalten
es: Gestionar Remotos de Git
fr: Gérer les Distants Git

source: Close modal
af: Maak modale venster toe
de: Fenster schließen
es: Cerrar modal
fr: Fermer la modale

source: Add New Remote
af: Voeg Nuwe Afgeleë By
de: Neues Remote hinzufügen
es: Añadir Nuevo Remoto
fr: Ajouter un Nouveau Distant

source: Remote Name:
af: Afgeleë Naam:
es: Nombre del remoto:
fr: Nom du distant :

source: Letters, numbers, underscore, and dash only
af: Slegs letters, syfers, onderstreep en koppelteken
de: Nur Buchstaben, Zahlen, Unterstriche und Bindestriche
es: Solo letras, números, guiones bajos y guiones
fr: Lettres, chiffres, traits de soulignement et tirets uniquement

source: e.g., upstream, fork
af: bv., upstream, fork
de: z.B. upstream, fork
es: ej., upstream, fork
fr: ex., upstream, fork

source: Remote URL:
af: Afgeleë URL:
es: URL del remoto:
fr: URL du distant :

source: Git repository URL
af: Git-bewaarplek-URL
es: URL del repositorio Git
fr: URL du dépôt Git

source: Add Remote
af: Voeg Afgeleë By
de: Remote hinzufügen
es: Añadir remoto
fr: Ajouter le Distant

source: Unknown deployment information
af: Onbekende ontplooiingsinligting
de: Unbekannte Bereitstellungsinformationen
es: Información de despliegue desconocida
fr: Informations de déploiement inconnues

source: Deployment Type Unknown
af: Ontplooiingstipe Onbekend
de: Bereitstellungstyp unbekannt
es: Tipo de despliegue desconocido
fr: Type de Déploiement Inconnu

source: Unable to determine deployment type. Update functionality may be limited.
af: Kan nie ontplooiingstipe bepaal nie. Opdateringsfunksionaliteit mag beperk wees.
de: Bereitstellungstyp kann nicht ermittelt werden. Update-Funktionalität kann eingeschränkt sein.
es: No se puede determinar el tipo de despliegue. La funcionalidad de actualización puede estar limitada.
fr: Impossible de déterminer le type de déploiement. La fonctionnalité de mise à jour peut être limitée.

source: Update progress
af: Opdateringsvordering
de: Update-Fortschritt
es: Progreso de actualización
fr: Progression de la mise à jour

source: Update Progress
af: Opdateringsvordering
de: Update-Fortschritt
es: Progreso de actualización
fr: Progression de la Mise à Jour

source: Initializing...
af: Inisialiseer tans...
de: Initialisiere...
es: Inicializando...
fr: Initialisation...

source: Update log
af: Opdateringslogboek
de: Update-Protokoll
es: Registro de actualización
fr: Journal des mises à jour

source: Cancel update
af: Kanselleer opdatering
de: Update abbrechen
es: Cancelar actualización
fr: Annuler la mise à jour

source: Cancel Update
af: Kanselleer Opdatering
de: Update abbrechen
es: Cancelar actualización
fr: Annuler la Mise à Jour

source: Last update result
af: Laaste opdateringresultaat
de: Letztes Update-Ergebnis
es: Resultado de la última actualización
fr: Résultat de la dernière mise à jour

source: Last Update Result
af: Laaste Opdatering Resultaat
de: Letztes Update-Ergebnis
es: Resultado de la Última Actualización
fr: Résultat de la Dernière Mise à Jour

source: Update Successful
af: Opdatering Suksesvol
de: Update erfolgreich
es: Actualización Exitosa
fr: Mise à Jour Réussie

source: Update Failed
af: Opdatering het Misluk
de: Update fehlgeschlagen
es: Error en la Actualización
fr: Échec de la Mise à Jour

source: Region pack management
af: Streekpakketbestuur
de: Verwaltung von Regionen-Paketen
es: Gestión de paquetes de región
fr: Gestion des packs régionaux

source: Region Pack Management
af: Streekpakketbestuur
de: Verwaltung von Regionen-Paketen
es: Gestión de Paquetes de Región
fr: Gestion des Packs Régionaux

source: Installed Packs:
af: Geïnstalleerde Pakkies:
de: Installierte Pakete:
es: Paquetes Instalados:
fr: Packs Installés :

source: pack(s) installed
af: pakket(te) geïnstalleer
de: Paket(e) installiert
es: paquete(s) instalado(s)
fr: pack(s) installé(s)

source: Location:
af: Ligging:
de: Standort:
es: Ubicación:
fr: Localisation :

source: Configured
af: Gekonfigureer
de: Konfiguriert
es: Configurado
fr: Configuré

source: Not Set
af: Nie gestel nie
de: Nicht festgelegt
es: No Establecido
fr: Non Défini

source: No Region Pack Installed
af: Geen Streekpakket Geïnstalleer Nie
de: Kein Regionen-Paket installiert
es: Ningún paquete de región instalado
fr: Aucun Pack Régional Installé

source: Region packs provide location-specific bird species filtering based on eBird data. Install a pack for your coordinates to enable regional filtering.
af: Streekpakkette bied liggingspesifieke voëlspesiefiltrering gebaseer op eBird-data. Installeer 'n pakket vir jou koördinate om streekfiltrering in te skakel.
de: Regionen-Pakete bieten eine standortspezifische Filterung von Vogelarten auf der Grundlage von eBird-Daten. Installieren Sie ein Paket für Ihre Koordinaten, um die regionale Filterung zu aktivieren.
es: Los paquetes de región proporcionan un filtrado de especies de aves específico de la ubicación en función de los datos de eBird. Instale un paquete para sus coordenadas para habilitar el filtrado regional.
fr: Les packs régionaux fournissent un filtrage des espèces d'oiseaux spécifique à l'emplacement basé sur les données d'eBird. Installez un pack pour vos coordonnées pour activer le filtrage régional.

source: Download region pack for your location
af: Laai streekpakket af vir jou ligging
de: Regionen-Paket für Ihren Standort herunterladen
es: Descargue el paquete de región para su ubicación
fr: Télécharger le pack régional pour votre emplacement

source: Download Region Pack for My Location
af: Laai Streekpakket Af Vir My Ligging
de: Regionen-Paket für meinen Standort herunterladen
es: Descargar Paquete de Región para Mi Ubicación
fr: Télécharger le Pack Régional pour Mon Emplacement

source: This will download the appropriate region pack based on your configured coordinates:
af: Dit sal die toepaslike streekpakket aflaai gebaseer op jou gekonfigureerde koördinate:
de: Dadurch wird das entsprechende Regionen-Paket basierend auf Ihren konfigurierten Koordinaten heruntergeladen:
es: Esto descargará el paquete de región apropiado en función de las coordenadas configuradas:
fr: Ceci téléchargera le pack régional approprié en fonction de vos coordonnées configurées :

source: Set your location in
af: Stel jou ligging in
de: Legen Sie Ihren Standort fest in
es: Establezca su ubicación en
fr: Définissez votre localisation dans

source: to enable region pack download.
af: om streekpakketaflaai in te skakel.
de: um den Download des Regionen-Pakets zu aktivieren.
es: para habilitar la descarga del paquete de región.
fr: pour activer le téléchargement du pack régional.

source: Update help
af: Opdateringhulp
de: Update-Hilfe
es: Ayuda de actualización
fr: Aide pour la mise à jour

source: Update Help
af: Opdateringhulp
de: Update-Hilfe
es: Ayuda de actualización
fr: Aide pour la Mise à Jour

source: About Automatic Updates
af: Oor Outomatiese Opdaterings
de: Über automatische Updates
es: Acerca de las actualizaciones automáticas
fr: À propos des Mises à Jour Automatiques

source: BirdNET-Pi supports automatic updates on SBC deployments through the update daemon.
af: BirdNET-Pi ondersteun outomatiese opdaterings op SBC-ontplooiings deur middel van die opdateringsdemoon.
de: BirdNET-Pi unterstützt automatische Updates bei SBC-Bereitstellungen über den Update-Daemon.
es: BirdNET-Pi admite actualizaciones automáticas en despliegues SBC a través del demonio de actualización.
fr: BirdNET-Pi prend en charge les mises à jour automatiques sur les déploiements SBC via le démon de mise à jour.

source: The update daemon monitors the configured git remote and branch for new releases.
af: Die opdateringsdemoon monitor die gekonfigureerde git-afgeleë en tak vir nuwe vrystellings.
de: Der Update-Daemon überwacht das konfigurierte Git-Remote und den Branch auf neue Versionen.
es: El demonio de actualización supervisa el remoto de git y la rama configurados en busca de nuevas versiones.
fr: Le démon de mise à jour surveille le distant et la branche git configurés pour les nouvelles versions.

source: Before applying an update:
af: Voordat u 'n opdatering toepas:
de: Vor dem Anwenden eines Updates:
es: Antes de aplicar una actualización:
fr: Avant d'appliquer une mise à jour :
