Repository: mverteuil/BirdNET-Pi
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: af, de, es, fr

source: Ensure your system has sufficient disk space
af: Maak seker dat u stelsel genoeg skyfspasie het
de: Stellen Sie sicher, dass Ihr System über ausreichend Speicherplatz verfügt
es: Asegúrese de que su sistema tenga suficiente espacio en disco
fr: Assurez-vous que votre système dispose d'un espace disque suffisant

source: Consider backing up your data
af: Oorweeg dit om u data te rugsteun
de: Erwägen Sie, Ihre Daten zu sichern
es: Considere hacer una copia de seguridad de sus datos
fr: Envisagez de sauvegarder vos données

source: Review the release notes for breaking changes
af: Hersien die vrystellingsnotas vir wegbreekveranderinge
de: Lesen Sie die Versionshinweise zu bahnbrechenden Änderungen
es: Revise las notas de la versión en busca de cambios incompatibles
fr: Passez en revue les notes de version pour les modifications majeures

source: SBC Update Process
af: SBC-opdateringsproses
de: SBC-Update-Prozess
es: Proceso de actualización de SBC
fr: Processus de mise à jour SBC

source: For SBC deployments, updates are performed by the update daemon:
af: Vir SBC-ontplooiings word opdaterings deur die opdateringsdemoon uitgevoer:
de: Für SBC-Bereitstellungen werden Updates vom Update-Daemon durchgeführt:
es: Para despliegues SBC, las actualizaciones se realizan mediante el demonio de actualización:
fr: Pour les déploiements SBC, les mises à jour sont effectuées par le démon de mise à jour :

source: The daemon checks the configured remote/branch for updates
af: Die demoon gaan die gekonfigureerde afgeleë/tak na vir opdaterings
de: Der Daemon überprüft das konfigurierte Remote/den Branch auf Updates
es: El demonio verifica el remoto/rama configurado en busca de actualizaciones
fr: Le démon vérifie le distant/la branche configurés pour les mises à jour

source: If an update is available, it can be applied through the web interface
af: As 'n opdatering beskikbaar is, kan dit deur die webkoppelvlak toegepas word
de: Wenn ein Update verfügbar ist, kann es über die Weboberfläche angewendet werden
es: Si hay una actualización disponible, puede aplicarse a través de la interfaz web
fr: Si une mise à jour est disponible, elle peut être appliquée via l'interface web

source: The daemon pulls the latest code and runs migrations
af: Die demoon trek die nuutste kode en laat migrasies loop
de: Der Daemon zieht den neuesten Code und führt Migrationen aus
es: El demonio descarga el código más reciente y ejecuta las migraciones
fr: Le démon récupère le dernier code et exécute les migrations

source: Services are restarted automatically
af: Dienste word outomaties herbegin
de: Dienste werden automatisch neu gestartet
es: Los servicios se reinician automáticamente
fr: Les services redémarrent automatiquement

source: Docker Update Best Practices
af: Docker Opdatering Beste Praktyke
de: Bewährte Methoden für Docker-Updates
es: Mejores prácticas para la actualización de Docker
fr: Meilleures Pratiques de Mise à Jour Docker

source: For Docker deployments:
af: Vir Docker-ontplooiings:
de: Für Docker-Bereitstellungen:
es: Para despliegues Docker:
fr: Pour les déploiements Docker :

source: Always use docker compose down (never docker compose down -v which deletes data)
af: Gebruik altyd docker compose down (nooit docker compose down -v wat data uitvee nie)
de: Verwenden Sie immer docker compose down (niemals docker compose down -v, da dies Daten löscht)
es: Utilice siempre docker compose down (nunca docker compose down -v ya que borra los datos)
fr: Utilisez toujours docker compose down (jamais docker compose down -v qui supprime les données)

source: Back up your data volume before major version updates
af: Rugsteun u datavolume voor groot weergawe-opdaterings
de: Sichern Sie Ihr Datenvolumen vor größeren Versionsupdates
es: Haga una copia de seguridad de su volumen de datos antes de las actualizaciones de versión principales
fr: Sauvegardez votre volume de données avant les mises à jour de version majeures

source: Check the release notes on GitHub for breaking changes
af: Gaan die vrystellingsnotas op GitHub na vir wegbreekveranderinge
de: Überprüfen Sie die Versionshinweise auf GitHub auf bahnbrechende Änderungen
es: Consulte las notas de la versión en GitHub para ver los cambios incompatibles
fr: Vérifiez les notes de version sur GitHub pour les modifications de rupture

source: Database migrations run automatically when the container starts
af: Databasis-migrasies loop outomaties wanneer die houer begin
de: Datenbankmigrationen werden beim Start des Containers automatisch ausgeführt
es: Las migraciones de base de datos se ejecutan automáticamente cuando se inicia el contenedor
fr: Les migrations de la base de données s'exécutent automatiquement au démarrage du conteneur

source: Troubleshooting
af: Probleemoplossing
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage

source: If you encounter issues:
af: As u probleme ondervind:
de: Wenn Sie auf Probleme stoßen:
es: Si tiene algún problema:
fr: Si vous rencontrez des problèmes :

source: Check the system logs for error messages
af: Gaan die stelsellogboeke na vir foutboodskappe
de: Überprüfen Sie die Systemprotokolle auf Fehlermeldungen
es: Revise los registros del sistema para ver los mensajes de error
fr: Vérifiez les journaux du système pour les messages d'erreur

source: Ensure your device has internet connectivity
af: Maak seker u toestel het internetkonnektiwiteit
de: Stellen Sie sicher, dass Ihr Gerät über eine Internetverbindung verfügt
es: Asegúrese de que su dispositivo tenga conexión a Internet
fr: Assurez-vous que votre appareil a une connectivité internet

source: Verify that the update daemon is running
af: Verifieer dat die opdateringsdemoon loop
de: Stellen Sie sicher, dass der Update-Daemon ausgeführt wird
es: Verifique que el demonio de actualización esté ejecutándose
fr: Vérifiez que le démon de mise à jour est en cours d'exécution

source: Check git remote configuration is correct
af: Maak seker dat git-afgeleë konfigurasie korrek is
de: Überprüfen Sie, ob die Git-Remote-Konfiguration korrekt ist
es: Compruebe que la configuración remota de git sea correcta
fr: Vérifiez que la configuration distante de git est correcte

source: Verify Docker daemon is running
af: Verifieer dat Docker-demoon loop
de: Stellen Sie sicher, dass der Docker-Daemon ausgeführt wird
es: Verifique que el demonio de Docker esté ejecutándose
fr: Vérifiez que le démon Docker est en cours d'exécution

source: Check Docker image pull permissions
af: Gaan Docker-beeld-aftrekregte na
de: Überprüfen Sie die Berechtigungen zum Ziehen von Docker-Images
es: Compruebe los permisos de extracción de imagen de Docker
fr: Vérifiez les autorisations de récupération d'image Docker

source: Report issues on GitHub with error details
af: Rapporteer probleme op GitHub met foutbesonderhede
de: Melden Sie Probleme auf GitHub mit Fehlerdetails
es: Informe los problemas en GitHub con los detalles del error
fr: Signalez les problèmes sur GitHub avec les détails de l'erreur

source: Search for address or place...
af: Soek vir adres of plek...
de: Nach Adresse oder Ort suchen...
es: Buscar dirección o lugar...
fr: Rechercher une adresse ou un lieu...

source: Search for location by address
af: Soek vir ligging by adres
de: Nach Standort über Adresse suchen
es: Buscar ubicación por dirección
fr: Rechercher un emplacement par adresse

source: Interactive map for location selection
af: Interaktiewe kaart vir liggingkeuse
de: Interaktive Karte zur Standortauswahl
es: Mapa interactivo para selección de ubicación
fr: Carte interactive pour la sélection de l'emplacement

source: Click on the map to set your location, or search for an address above.
af: Klik op die kaart om u ligging in te stel, of soek vir 'n adres hierbo.
de: Klicken Sie auf die Karte, um Ihren Standort festzulegen, oder suchen Sie oben nach einer Adresse.
es: Haga clic en el mapa para establecer su ubicación, o busque una dirección arriba.
fr: Cliquez sur la carte pour définir votre position ou recherchez une adresse ci-dessus.

source: Location updated
af: Ligging opgedateer
de: Standort aktualisiert
es: Ubicación actualizada
fr: Emplacement mis à jour

source: Location and timezone updated
af: Ligging en tydsone opgedateer
de: Standort und Zeitzone aktualisiert
es: Ubicación y zona horaria actualizadas
fr: Emplacement et fuseau horaire mis à jour

source: Please enter a location to search
af: Voer asseblief 'n ligging in om te soek
de: Bitte geben Sie einen Standort für die Suche ein
es: Por favor, introduzca una ubicación para buscar
fr: Veuillez entrer un emplacement à rechercher

source: Searching...
af: Soek tans...
de: Suchen...
es: Buscando...
fr: Recherche en cours...

source: Search service unavailable
af: Soekdiens onbeskikbaar
de: Suchdienst nicht verfügbar
es: Servicio de búsqueda no disponible
fr: Service de recherche indisponible

source: No results found. Try a different search term.
af: Geen resultate gevind nie. Probeer 'n ander soekterm.
de: Keine Ergebnisse gefunden. Versuchen Sie einen anderen Suchbegriff.
es: No se encontraron resultados. Pruebe con otro término de búsqueda.
fr: Aucun résultat trouvé. Essayez un autre terme de recherche.

source: Found:
af: Gevind:
de: Gefunden:
es: Encontrado:
fr: Trouvé :

source: Search failed. Please try again.
af: Soektog het misluk. Probeer asseblief weer.
de: Suche fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error en la búsqueda. Inténtelo de nuevo.
fr: La recherche a échoué. Veuillez réessayer.

source: Main navigation
af: Hoofnavigasie
de: Hauptnavigation
es: Navegación principal
fr: Navigation principale

source: Dashboard
af: Kontroleskerm
de: Übersicht
es: Panel de Control
fr: Tableau de Bord

source: Administration menu
af: Administrasiekieslys
de: Administrationsmenü
es: Menú de administración
fr: Menu d'administration

source: System Services
af: Stelseldienste
de: Systemdienste
es: Servicios del Sistema
fr: Services Système

source: System Update
af: Stelselopdatering
es: Actualización del Sistema
fr: Mise à Jour Système

source: Database
af: Databasis
de: Datenbank
es: Base de Datos
fr: Base de Données

source: Logout
af: Teken uit
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

source: Loading period selector...
af: Laai periodeselekteerder...
de: Zeitraum-Auswahl wird geladen...
es: Cargando selector de período...
fr: Chargement du sélecteur de période...

source: Region pack not configured.
af: Streekpakket nie gekonfigureer nie.
de: Regionen-Paket nicht konfiguriert.
es: Paquete de región no configurado.
fr: Pack régional non configuré.

source: Dismiss region pack notification
af: Maak streekpakket-kennisgewing toe
de: Benachrichtigung über Regionen-Paket ausblenden
es: Descartar la notificación del paquete de región
fr: Rejeter la notification du pack régional

source: Dismiss for this session
af: Maak toe vir hierdie sessie
de: Für diese Sitzung ausblenden
es: Descartar para esta sesión
fr: Rejeter pour cette session

source: Recording filters
af: Opnamefilters
de: Aufnahmefilter
es: Filtros de grabación
fr: Filtres d'enregistrement

source: Filter by taxonomic family
af: Filtreer volgens taksonomiese familie
de: Nach taxonomischer Familie filtern
es: Filtrar por familia taxonómica
fr: Filtrer par famille taxonomique

source: Minimum confidence threshold
af: Minimum sekerheidsdrempel
de: Minimaler Konfidenzschwellenwert
es: Umbral de confianza mínimo
fr: Seuil de confiance minimum

source: 70 percent confidence
af: 70 persent sekerheid
de: 70 Prozent Konfidenz
es: 70 por ciento de confianza
fr: 70 pour cent de confiance

source: Active filters
af: Aktiewe filters
de: Aktive Filter
es: Filtros activos
fr: Filtres actifs

source: Development Version
af: Ontwikkelingsweergawe
de: Entwicklungsversion
es: Versión de desarrollo
fr: Version de développement

source: This is not a stable release. For production use, please install an official release.
af: Hierdie is nie 'n stabiele vrystelling nie. Vir produksiegebruik, installeer asseblief 'n amptelike vrystelling.
de: Dies ist keine stabile Version. Für den produktiven Einsatz installieren Sie bitte eine offizielle Version.
es: Esta no es una versión estable. Para uso en producción, instale una versión oficial.
fr: Ce n'est pas une version stable. Pour une utilisation en production, installez une version officielle.

source: A new version is available!
af: 'n Nuwe weergawe is beskikbaar!
de: Eine neue Version ist verfügbar!
es: ¡Hay una nueva versión disponible!
fr: Une nouvelle version est disponible !

source: View Update
af: Bekyk Opdatering
de: Update ansehen
es: Ver actualización
fr: Voir la Mise à Jour

source: Dismiss update notification
af: Maak opdateringkennisgewing toe
de: Update-Benachrichtigung ausblenden
es: Descartar la notificación de actualización
fr: Ignorer la notification de mise à jour

source: species active
af: spesies aktief
de: Arten aktiv
es: especies activas
fr: espèces actives

source: Date
af: Datum
de: Datum
es: Fecha

source: Loading detections...
af: Laai tans bespeurings...
de: Erkennungen werden geladen...
es: Cargando detecciones...
fr: Chargement des détections...

source: This Week
af: Hierdie Week
de: Diese Woche
es: Esta Semana
fr: Cette Semaine

source: This Month
af: Hierdie Maand
de: Diesen Monat
es: Este Mes
fr: Ce Mois-ci

source: This Season
af: Hierdie Seisoen
de: Diese Saison
es: Esta Temporada
fr: Cette Saison

source: This Year
af: Hierdie Jaar
de: Dieses Jahr
es: Este Año
fr: Cette Année

source: Loading species...
af: Laai tans spesies...
de: Arten werden geladen...
es: Cargando especies...
fr: Chargement des espèces...

source: Select Date
af: Kies Datum
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner Date

source: Go
af: Gaan
de: Los
es: Ir
fr: Aller

source: Filtered
af: Gefiltreer
de: Gefiltert
es: Filtrado
fr: Filtré

source: Confidence threshold ≥%(threshold)s
af: Sekerheidsdrempel ≥%(threshold)s
de: Konfidenzschwellenwert ≥%(threshold)s
es: Umbral de confianza ≥%(threshold)s
fr: Seuil de confiance ≥%(threshold)s

source: Analysis period:
af: Analiseperiode:
de: Analysezeitraum:
es: Período de análisis:
fr: Période d'analyse :

source: Compare with previous period
af: Vergelyk met vorige periode
de: Mit vorherigem Zeitraum vergleichen
es: Comparar con el período anterior
fr: Comparer avec la période précédente

source: Loading analysis data...
af: Laai tans analisedata...
de: Analysedaten werden geladen...
es: Cargando datos de análisis...
fr: Chargement des données d'analyse...

source: Diversity Timeline
af: Diversiteit Tydlyn
de: Diversitäts-Zeitachse
es: Cronología de diversidad
fr: Chronologie de la diversité

source: Shannon diversity, Simpson index, and species richness over time
af: Shannon diversiteit, Simpson-indeks, en speserykdom oor tyd
de: Shannon-Diversität, Simpson-Index und Artenreichtum im Zeitverlauf
es: Diversidad de Shannon, índice de Simpson y riqueza de especies a lo largo del tiempo
fr: Diversité de Shannon, indice de Simpson et richesse des espèces au fil du temps

source: Tracks community diversity metrics over time.
af: Volg gemeenskapsdiversiteit-metrieke oor tyd.
de: Verfolgt die Kennzahlen zur Diversität der Gemeinschaft im Zeitverlauf.
es: Rastrea las métricas de diversidad de la comunidad a lo largo del tiempo.
fr: Suit les mesures de diversité de la communauté au fil du temps.

source: measures entropy (higher = more diverse),
af: meet entropie (hoër = meer divers),
de: misst die Entropie (höher = diverser),
es: mide la entropía (mayor = más diverso),
fr: mesure l'entropie (plus grand = plus diversifié),

source: measures dominance (higher = more even),
af: meet dominansie (hoër = meer gelykmatig),
de: misst die Dominanz (höher = gleichmäßiger),
es: mide la dominancia (mayor = más equilibrado),
fr: mesure la dominance (plus grand = plus équilibré),

source: Richness S
af: Rykdom S
de: Reichtum S
es: Riqueza S
fr: Richesse S

source: counts unique species.
af: tel unieke spesies.
de: zählt eindeutige Arten.
es: cuenta las especies únicas.
fr: compte les espèces uniques.

source: Species Accumulation
af: Spesie-akkumulasie
de: Artenakkumulation
es: Acumulación de especies
fr: Accumulation d'espèces

source: Cumulative species discovery as detections increase
af: Kumulatiewe spesie-ontdekking soos bespeurings toeneem
de: Kumulative Artenentdeckung bei zunehmenden Erkennungen
es: Descubrimiento de especies acumulativas a medida que aumentan las detecciones
fr: Découverte d'espèces cumulatives à mesure que les détections augmentent

source: Shows how many unique species are found as more detections are recorded.
af: Wys hoeveel unieke spesies gevind word as meer bespeurings aangeteken word.
de: Zeigt, wie viele einzigartige Arten gefunden werden, wenn mehr Erkennungen aufgezeichnet werden.
es: Muestra cuántas especies únicas se encuentran a medida que se registran más detecciones.
fr: Montre combien d'espèces uniques sont trouvées à mesure que plus de détections sont enregistrées.

source: Species accumulation curves
af: Spesie-akkumulasiekurwes
de: Artenakkumulationskurven
es: Curvas de acumulación de especies
fr: Courbes d'accumulation d'espèces

source: help estimate sampling completeness and predict total diversity. Steep curves indicate high discovery rate, flattening curves suggest most species have been detected.
af: help om monsterneming volledigheid te skat en totale diversiteit te voorspel. Steil kurwes dui op 'n hoë ontdekkingskoers, afvlakkende kurwes stel voor dat die meeste spesies bespeur is.
de: helfen, die Vollständigkeit der Probenahme abzuschätzen und die Gesamtdiversität vorherzusagen. Steile Kurven weisen auf eine hohe Entdeckungsrate hin, abflachende Kurven deuten darauf hin, dass die meisten Arten erkannt wurden.
es: ayudan a estimar la exhaustividad del muestreo y predecir la diversidad total. Las curvas pronunciadas indican una alta tasa de descubrimiento, las curvas aplanadas sugieren que la mayoría de las especies han sido detectadas.
fr: aident à estimer l'exhaustivité de l'échantillonnage et à prédire la diversité totale. Des courbes raides indiquent un taux de découverte élevé, des courbes qui s'aplatissent suggèrent que la plupart des espèces ont été détectées.

source: Community Similarity Matrix
af: Gemeenskapsgelykheidsmatriks
de: Gemeinschaftsähnlichkeitsmatrix
es: Matriz de Similitud Comunitaria
fr: Matrice de Similitude de la Communauté

source: Jaccard similarity between time periods
af: Jaccard-gelykheid tussen tydperke
de: Jaccard-Ähnlichkeit zwischen Zeiträumen
es: Similitud de Jaccard entre períodos de tiempo
fr: Similitude de Jaccard entre périodes

source: Compares species composition between time windows.
af: Vergelyk spesiesamestelling tussen tydvensters.
de: Vergleicht die Artenzusammensetzung zwischen Zeitfenstern.
es: Compara la composición de las especies entre ventanas de tiempo.
fr: Compare la composition des espèces entre fenêtres de temps.

source: Jaccard similarity
af: Jaccard-gelykheid
de: Jaccard-Ähnlichkeit
es: Similitud de Jaccard
fr: Similitude de Jaccard

source: measures overlap: 0% = no shared species, 100% = identical communities. High values indicate stable communities, low values show turnover or seasonal changes.
af: meet oorvleueling: 0% = geen gedeelde spesies, 100% = identiese gemeenskappe. Hoë waardes dui op stabiele gemeenskappe, lae waardes toon omset of seisoenale veranderinge.
de: misst die Überlappung: 0% = keine gemeinsamen Arten, 100% = identische Gemeinschaften. Hohe Werte weisen auf stabile Gemeinschaften hin, niedrige Werte zeigen Fluktuationen oder jahreszeitliche Veränderungen.
es: mide la superposición: 0% = no hay especies compartidas, 100% = comunidades idénticas. Los valores altos indican comunidades estables, los valores bajos muestran cambios o variaciones estacionales.
fr: mesure le chevauchement : 0% = aucune espèce partagée, 100% = communautés identiques. Les valeurs élevées indiquent des communautés stables, les valeurs faibles indiquent un renouvellement ou des changements saisonniers.

source: Beta Diversity (Species Turnover)
af: Beta-diversiteit (Spesie-omset)
de: Beta-Diversität (Artenwechsel)
es: Diversidad Beta (Rotación de Especies)
fr: Diversité Bêta (Renouvellement des Espèces)

source: Community change between consecutive time windows
af: Gemeenskapsverandering tussen opeenvolgende tydvensters
de: Veränderung der Gemeinschaft zwischen aufeinanderfolgenden Zeitfenstern
es: Cambio comunitario entre ventanas de tiempo consecutivas
fr: Changement de communauté entre des fenêtres temporelles consécutives

source: Quantifies how much the bird community changes over time.
af: Kwantifiseer hoeveel die voëlgemeenskap oor tyd verander.
de: Quantifiziert, wie sehr sich die Vogelgemeinschaft im Laufe der Zeit verändert.
es: Cuantifica cuánto cambia la comunidad de aves con el tiempo.
fr: Quantifie dans quelle mesure la communauté d'oiseaux change avec le temps.

source: Beta diversity (β)
af: Beta-diversiteit (β)
de: Beta-Diversität (β)
es: Diversidad beta (β)
fr: Diversité bêta (β)

source: ranges from 0 (identical communities) to 1 (completely different). Green bars indicate stability, yellow shows moderate change, red indicates high turnover. Species gained (+) and lost (-) are shown below each bar.
af: strek van 0 (identiese gemeenskappe) tot 1 (heeltemal verskillend). Groen stawe dui stabiliteit aan, geel toon matige verandering, rooi dui op hoë omset. Spesies verkry (+) en verloor (-) word onder elke staaf getoon.
de: reicht von 0 (identische Gemeinschaften) bis 1 (völlig unterschiedlich). Grüne Balken weisen auf Stabilität hin, Gelb zeigt mäßige Veränderungen, Rot weist auf hohe Fluktuation hin. Gewonnene (+) und verlorene (-) Arten werden unter jedem Balken angezeigt.
es: va desde 0 (comunidades idénticas) a 1 (completamente diferentes). Las barras verdes indican estabilidad, las amarillas muestran un cambio moderado, las rojas indican una rotación alta. Las especies ganadas (+) y perdidas (-) se muestran debajo de cada barra.
fr: varie de 0 (communautés identiques) à 1 (complètement différentes). Les barres vertes indiquent la stabilité, le jaune montre un changement modéré, le rouge indique un taux de renouvellement élevé. Les espèces gagnées (+) et perdues (-) sont affichées sous chaque barre.

source: Weather Correlations
af: Weerkorrelasies
de: Wetterkorrelationen
es: Correlaciones Meteorológicas
fr: Corrélations Météorologiques

source: Relationship between detections and weather variables
af: Verhouding tussen bespeurings en weersveranderlikes
de: Beziehung zwischen Erkennungen und Wettervariablen
es: Relación entre las detecciones y las variables meteorológicas
fr: Relation entre les détections et les variables météorologiques

source: Explores relationships between weather and bird activity.
af: Ondersoek verhoudings tussen weer en voëlaktiwiteit.
de: Untersucht die Beziehungen zwischen Wetter und Vogelaktivität.
es: Explora las relaciones entre el clima y la actividad de las aves.
fr: Explore les relations entre la météo et l'activité des oiseaux.

source: Pearson correlation (r)
af: Pearson-korrelasie (r)
de: Pearson-Korrelation (r)
es: Correlación de Pearson (r)
fr: Corrélation de Pearson (r)
