Repository: mverteuil/BirdNET-Pi
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: af, de, es, fr

source: Real-time acoustic monitoring
af: Intydse akoestiese monitering
de: Akustische Echtzeitüberwachung
es: Monitoreo acústico en tiempo real
fr: Surveillance acoustique en temps réel

source: 48 kHz sampling
af: 48 kHz monsterneming
de: 48 kHz Abtastung
es: Muestreo a 48 kHz
fr: Échantillonnage à 48 kHz

source: Client-side processing
af: Kliëntkant-verwerking
de: Clientseitige Verarbeitung
es: Procesamiento del lado del cliente
fr: Traitement côté client

source: Status:
es: Estado:
fr: Statut :

source: Disconnected
af: Ontkoppel
de: Getrennt
es: Desconectado
fr: Déconnecté

source: Sample Rate:
af: Monstertempo:
de: Abtastrate:
es: Tasa de muestreo:
fr: Taux d'échantillonnage :

source: Buffer:
de: Puffer:
es: Búfer:
fr: Tampon :

source: samples
af: monsters
es: muestras
fr: échantillons

source: Latency:
af: Vertraging:
de: Latenz:
es: Latencia:
fr: Latence :

source: Audio Controls
af: Klankkontroles
de: Audiosteuerung
es: Controles de audio
fr: Contrôles Audio

source: Volume:
de: Lautstärke:
es: Volumen:

source: Gain:
af: Aanwins:
de: Verstärkung:
es: Ganancia:

source: Real-Time Spectrogram
af: Intydse Spektrogram
de: Echtzeit-Spektrogramm
es: Espectrograma en tiempo real
fr: Spectrogramme en temps réel

source: Max Frequency:
af: Maksimum Frekwensie:
de: Max. Frequenz:
es: Frecuencia máxima:
fr: Fréquence maximale :

source: Time Window:
af: Tydvenster:
de: Zeitfenster:
es: Ventana de tiempo:
fr: Fenêtre temporelle :

source: FFT Size:
af: FFT-grootte:
de: FFT-Größe:
es: Tamaño de FFT:
fr: Taille FFT :

source: Resolution:
af: Resolusie:
de: Auflösung:
es: Resolución:
fr: Résolution :

source: Frame Rate:
af: Raamtempo:
de: Bildrate:
es: Tasa de fotogramas:
fr: Taux de trame :

source: Update Rate:
af: Opdateringstempo:
de: Aktualisierungsrate:
es: Tasa de actualización:
fr: Taux de mise à jour :

source: Live Detections
af: Lewendige Bespeurings
de: Live-Erkennungen
es: Detecciones en vivo
fr: Détections en direct

source: Confidence
af: Sekerheid
de: Konfidenz
es: Confianza
fr: Confiance

source: No detections yet
af: Nog geen bespeurings nie
de: Noch keine Erkennungen
es: Aún no hay detecciones
fr: Aucune détection pour l'instant

source: Debug Information
af: Ontfoutingsinligting
de: Debug-Informationen
es: Información de depuración
fr: Informations de débogage

source: Audio Waveform
af: Klankgolfvorm
de: Audio-Wellenform
es: Forma de onda de audio
fr: Forme d'onde audio

source: Peak:
af: Piek:
de: Spitze:
es: Pico:
fr: Crête :

source: Samples:
af: Monsters:
es: Muestras:
fr: Échantillons :

source: Performance:
af: Prestasie:
de: Leistung:
es: Rendimiento:

source: System Messages
af: Stelselboodskappe
de: Systemmeldungen
es: Mensajes del sistema
fr: Messages système

source: Sign in to access admin features
af: Meld aan om toegang tot admin-funksies te kry
de: Melden Sie sich an, um auf Admin-Funktionen zuzugreifen
es: Inicie sesión para acceder a las funciones de administrador
fr: Connectez-vous pour accéder aux fonctionnalités d'administration

source: Username
af: Gebruikersnaam
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Password
af: Wagwoord
de: Passwort
es: Contraseña
fr: Mot de passe

source: Sign In
af: Meld Aan
de: Anmelden
es: Iniciar Sesión
fr: Se connecter

source: Skip to log content
af: Slaan oor na log-inhoud
de: Zum Protokollinhalt springen
es: Saltar al contenido del registro
fr: Aller au contenu du journal

source: Log filtering options
af: Log-filtreringsopsies
de: Optionen zur Protokollfilterung
es: Opciones de filtrado de registros
fr: Options de filtrage des journaux

source: Include logs from
af: Sluit logboeke in van
de: Protokolle einschließen von
es: Incluir registros de
fr: Inclure les journaux de

source: stopped
af: gestop
de: gestoppt
es: detenido
fr: arrêté

source: Select services to view logs from
af: Kies dienste om logboeke van te bekyk
de: Wählen Sie Dienste aus, von denen Sie Protokolle anzeigen möchten
es: Seleccionar servicios de los cuales ver registros
fr: Sélectionner les services pour visualiser les journaux

source: Log Level
af: Logniveau
de: Protokollebene
es: Nivel de registro
fr: Niveau de journal

source: Shows selected level and higher
af: Wys geselekteerde vlak en hoër
de: Zeigt ausgewählte Ebene und höher
es: Muestra el nivel seleccionado y superiores
fr: Affiche le niveau sélectionné et supérieur

source: Time Range
af: Tydreeks
de: Zeitraum
es: Rango de tiempo
fr: Plage horaire

source: Start time
af: Begintyd
de: Startzeit
es: Hora de inicio
fr: Heure de début

source: to
af: tot
de: bis
es: a
fr: à

source: End time
af: Eindtyd
de: Endzeit
es: Hora de finalización
fr: Heure de fin

source: Search
af: Soek
de: Suchen
es: Buscar
fr: Rechercher

source: Filter displayed logs
af: Filtreer vertoonde logboeke
de: Angezeigte Protokolle filtern
es: Filtrar registros mostrados
fr: Filtrer les journaux affichés

source: Filter logs in real-time
af: Filtreer logboeke intyds
de: Protokolle in Echtzeit filtern
es: Filtrar registros en tiempo real
fr: Filtrer les journaux en temps réel

source: Actions
af: Aksies
de: Aktionen
es: Acciones

source: Fetch logs with current filters
af: Gaan haal logboeke met huidige filters
de: Protokolle mit aktuellen Filtern abrufen
es: Obtener registros con los filtros actuales
fr: Obtenir les journaux avec les filtres actuels

source: Fetch
af: Gaan Haal
de: Abrufen
es: Obtener
fr: Obtenir

source: Logs:
af: Logboeke:
de: Protokolle:
es: Registros:
fr: Journaux :

source: Log display format
af: Logvertoonformaat
de: Anzeigeformat des Protokolls
es: Formato de visualización de registros
fr: Format d'affichage du journal

source: Table
af: Tabel
de: Tabelle
es: Tabla
fr: Tableau

source: Streaming...
af: Stroom tans...
de: Wird gestreamt...
es: Transmitiendo...
fr: Diffusion en cours...

source: Toggle real-time streaming
af: Skakel intydse stroming om
de: Echtzeit-Streaming umschalten
es: Alternar transmisión en tiempo real
fr: Activer/Désactiver la diffusion en temps réel

source: Stream
af: Stroom
de: Streamen
es: Transmitir
fr: Flux

source: Download currently displayed logs as JSON file
af: Laai tans vertoonde logboeke as JSON-lêer af
de: Aktuell angezeigte Protokolle als JSON-Datei herunterladen
es: Descargar los registros mostrados actualmente como archivo JSON
fr: Télécharger les journaux actuellement affichés au format JSON

source: Downloads the logs currently shown (not from server)
af: Laai die logboeke af wat tans gewys word (nie van bediener af nie)
de: Lädt die aktuell angezeigten Protokolle herunter (nicht vom Server)
es: Descarga los registros mostrados actualmente (no del servidor)
fr: Télécharge les journaux actuellement affichés (pas depuis le serveur)

source: Download
af: Aflaai
de: Herunterladen
es: Descargar
fr: Télécharger

source: Clear displayed logs
af: Maak vertoonde logboeke skoon
de: Angezeigte Protokolle löschen
es: Borrar registros mostrados
fr: Effacer les journaux affichés

source: Clear
af: Maak skoon
de: Löschen
es: Borrar
fr: Effacer

source: Level
af: Vlak
de: Ebene
es: Nivel
fr: Niveau

source: Timestamp
af: Tydstempel
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage

source: Service
af: Diens
de: Dienst
es: Servicio

source: Message
af: Boodskap
de: Nachricht
es: Mensaje

source: JSON formatted logs
af: JSON-geformatteerde logboeke
de: JSON-formatierte Protokolle
es: Registros en formato JSON
fr: Journaux formatés JSON

source: No logs to display
af: Geen logboeke om te vertoon nie
de: Keine Protokolle zum Anzeigen
es: No hay registros para mostrar
fr: Aucun journal à afficher

source: Select services and click Fetch or Stream to view logs
af: Kies dienste en klik Gaan Haal of Stroom om logboeke te bekyk
de: Wählen Sie Dienste aus und klicken Sie auf Abrufen oder Streamen, um Protokolle anzuzeigen
es: Seleccione servicios y haga clic en Obtener o Transmitir para ver registros
fr: Sélectionnez les services et cliquez sur Obtenir ou Flux pour afficher les journaux

source: Log level color legend
af: Logniveau kleurlegende
de: Farblegende für Protokollebenen
es: Leyenda de color de nivel de registro
fr: Légende des couleurs par niveau de journal

source: Skip to services
af: Slaan oor na dienste
de: Zu Diensten springen
es: Saltar a servicios
fr: Passer aux services

source: System Status
af: Stelselstatus
es: Estado del sistema
fr: État du système

source: Deployment Type:
af: Ontplooiingstipe:
de: Bereitstellungstyp:
es: Tipo de despliegue:
fr: Type de déploiement :

source: Uptime:
af: Op-tyd:
de: Betriebszeit:
es: Tiempo de actividad:
fr: Temps de fonctionnement :

source: Reload service configuration without restarting
af: Herlaai dienskonfigurasie sonder om te herbegin
de: Dienstkonfiguration ohne Neustart neu laden
es: Recargar la configuración del servicio sin reiniciar
fr: Recharger la configuration du service sans redémarrer

source: Reload configuration files
af: Herlaai konfigurasielêers
de: Konfigurationsdateien neu laden
es: Recargar archivos de configuración
fr: Recharger les fichiers de configuration

source: Reload Config
af: Herlaai Konfig
de: Konfig. neu laden
es: Recargar Configuración
fr: Recharger Configuration

source: Reboot the system
af: Herlaai die stelsel
de: System neu starten
es: Reiniciar el sistema
fr: Redémarrer le système

source: Reboot system/container
af: Herlaai stelsel/houer
de: System/Container neu starten
es: Reiniciar sistema/contenedor
fr: Redémarrer le système/conteneur

source: Reboot System
af: Herlaai Stelsel
de: System neustarten
es: Reiniciar Sistema
fr: Redémarrer le Système

source: Refresh all service statuses
af: Verfris alle diensstatusse
de: Alle Dienststatus aktualisieren
es: Actualizar todos los estados de servicio
fr: Actualiser tous les états de service

source: Refresh status
af: Verfris status
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser l'état

source: Refresh
af: Verfris
de: Aktualisieren
es: Actualizar
fr: Actualiser

source: Critical service
af: Kritieke diens
de: Kritischer Dienst
es: Servicio crítico
fr: Service critique

source: Critical
af: Kritiek
de: Kritisch
es: Crítico
fr: Critique

source: Service status:
af: Diensstatus:
de: Dienststatus:
es: Estado del servicio:
fr: Statut du service :

source: Running
af: Loop tans
de: Läuft
es: En ejecución
fr: En cours d'exécution

source: Stopped
af: Gestop
de: Gestoppt
es: Detenido
fr: Arrêté

source: Starting
af: Begin tans
de: Startet
es: Iniciando
fr: Démarrage

source: Failed
af: Misluk
de: Fehlgeschlagen
es: Fallido
fr: Échoué

source: Unknown
af: Onbekend
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Restart
af: Herbegin
de: Neustart
es: Reiniciar
fr: Redémarrer

source: Stop
de: Stopp
es: Detener
fr: Arrêter

source: Start
af: Begin
es: Iniciar
fr: Démarrer

source: Service not available
af: Diens nie beskikbaar nie
de: Dienst nicht verfügbar
es: Servicio no disponible
fr: Service indisponible

source: Confirm Action
af: Bevestig Aksie
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action

source: Close
af: Maak toe
de: Schließen
es: Cerrar
fr: Fermer

source: Cancel
af: Kanselleer
de: Abbrechen
es: Cancelar
fr: Annuler

source: Proceed
af: Gaan voort
de: Fortfahren
es: Proceder
fr: Procéder

source: Confirm System Reboot
af: Bevestig Stelselherlaai
de: Systemneustart bestätigen
es: Confirmar reinicio del sistema
fr: Confirmer le redémarrage du système

source: Are you sure you want to reboot the system?
af: Is u seker u wil die stelsel herlaai?
de: Möchten Sie das System wirklich neu starten?
es: ¿Está seguro de que desea reiniciar el sistema?
fr: Voulez-vous vraiment redémarrer le système ?

source: Warning:
af: Waarskuwing:
de: Warnung:
es: Advertencia:
fr: Avertissement :

source: All services will be temporarily unavailable during the reboot process.
af: Alle dienste sal tydelik onbeskikbaar wees tydens die herlaaiproses.
de: Während des Neustarts stehen alle Dienste vorübergehend nicht zur Verfügung.
es: Todos los servicios no estarán disponibles temporalmente durante el proceso de reinicio.
fr: Tous les services seront temporairement indisponibles pendant le processus de redémarrage.

source: System settings
af: Stelselinstellings
de: Systemeinstellungen
es: Ajustes del sistema
fr: Paramètres du système

source: Detection Parameters
af: Bespeuringsparameters
de: Erkennungsparameter
es: Parámetros de Detección
fr: Paramètres de Détection

source: Confidence Threshold
af: Sekerheidsdrempel
de: Konfidenzschwellenwert
es: Umbral de Confianza
fr: Seuil de Confiance

source: Balance between catching everything and accuracy
af: Balans tussen om alles te vang en akkuraatheid
de: Gleichgewicht zwischen maximaler Erkennung und Genauigkeit
es: Equilibrio entre captar todo y la precisión
fr: Équilibre entre tout capter et la précision

source: More detections
af: Meer bespeurings
de: Mehr Erkennungen
es: Más detecciones
fr: Plus de détections

source: More false positives
af: Meer vals positiewes
de: Mehr falsch-positive Ergebnisse
es: Más falsos positivos
fr: Plus de faux positifs

source: Higher accuracy
af: Hoër akkuraatheid
de: Höhere Genauigkeit
es: Mayor precisión
fr: Précision plus élevée

source: Miss quiet calls
af: Mis stil roepe
de: Leise Rufe verpassen
es: Pierde cantos suaves
fr: Manque des appels discrets

source: Detection Sensitivity
af: Bespeuringsensitiwiteit
de: Erkennungsempfindlichkeit
es: Sensibilidad de Detección
fr: Sensibilité de la Détection

source: Adjust for your environment's noise level
af: Pas aan vir u omgewing se geraasvlak
de: An den Geräuschpegel Ihrer Umgebung anpassen
es: Ajustar al nivel de ruido de su entorno
fr: Ajustez en fonction du niveau sonore de votre environnement

source: Quiet
af: Stil
de: Leise
es: Silencioso
fr: Calme

source: Detection sensitivity
af: Bespeuringsensitiwiteit
de: Erkennungsempfindlichkeit
es: Sensibilidad de detección
fr: Sensibilité de détection

source: Noisy
af: Raserig
de: Laut
es: Ruidoso
fr: Bruyant

source: Analysis Overlap
af: Analise Oorvleueling
de: Analyseüberschneidung
es: Superposición de Análisis
fr: Chevauchement de l'analyse

source: Processing vs detection completeness
af: Verwerking vs. bespeuringsvolledigheid
de: Verarbeitung vs. Vollständigkeit der Erkennung
es: Procesamiento frente a la exhaustividad de detección
fr: Traitement par rapport à l'exhaustivité de la détection

source: Analysis overlap in seconds
af: Analise oorvleueling in sekondes
de: Analyseüberschneidung in Sekunden
es: Superposición de análisis en segundos
fr: Chevauchement de l'analyse en secondes

source: seconds
af: sekondes
de: Sekunden
es: segundos
fr: secondes

source: ↓ Less CPU usage
af: ↓ Minder SVE-gebruik
de: ↓ Weniger CPU-Nutzung
es: ↓ Menor uso de CPU
fr: ↓ Moins d'utilisation du processeur

source: More complete detection ↑
af: Meer volledige bespeuring ↑
de: Vollständigere Erkennung ↑
es: Detección más completa ↑
fr: Détection plus complète ↑

source: 0s: No overlap
af: 0s: Geen oorvleueling
de: 0s: Keine Überschneidung
es: 0s: Sin superposición
fr: 0s : Pas de chevauchement

source: 1.5s: Balanced
af: 1.5s: Gebalanseerd
de: 1.5s: Ausgewogen
es: 1.5s: Equilibrado
fr: 1.5s : Équilibré

source: 3s: Maximum
af: 3s: Maksimum
es: 3s: Máximo

source: Hardware Configuration
af: Hardewarekonfigurasie
de: Hardwarekonfiguration
es: Configuración de Hardware
fr: Configuration Matérielle

source: Audio Input
af: Klankinset
de: Audio-Eingang
es: Entrada de Audio
fr: Entrée Audio

source: Recording device selection
af: Keuse van opnametoestel
de: Auswahl des Aufnahmegeräts
es: Selección del dispositivo de grabación
fr: Sélection du périphérique d'enregistrement

source: System Default
af: Stelselverstek
de: Systemstandard
es: Valor por defecto del sistema
fr: Par défaut du système

source: Auto-detect best available device
af: Bespeur outomaties beste beskikbare toestel
de: Bestes verfügbares Gerät automatisch erkennen
es: Detectar automáticamente el mejor dispositivo
fr: Détecter automatiquement le meilleur périphérique

source: No audio devices detected
af: Geen klanktoestelle bespeur nie
de: Keine Audiogeräte erkannt
es: No se detectaron dispositivos de audio
fr: Aucun périphérique audio détecté

source: Check your audio system configuration
af: Gaan u klankstelselkonfigurasie na
de: Überprüfen Sie die Konfiguration Ihres Audiosystems
es: Compruebe la configuración de su sistema de audio
fr: Vérifiez la configuration de votre système audio

source: AI model for bird detection
af: KI-model vir voëlbespeuring
de: KI-Modell zur Vogelerkennung
es: Modelo de IA para la detección de aves
fr: Modèle d'IA pour la détection d'oiseaux

source: No models found
af: Geen modelle gevind nie
de: Keine Modelle gefunden
es: No se encontraron modelos
fr: Aucun modèle trouvé

source: Please install model files in the models directory
af: Installeer asseblief modellêers in die models-gids
de: Bitte installieren Sie Modelldateien im Modelle-Verzeichnis
es: Instale los archivos del modelo en el directorio de modelos
fr: Veuillez installer les fichiers de modèles dans le répertoire de modèles

source: Model for location-based filtering
af: Model vir ligginggebaseerde filtrering
de: Modell für standortbasierte Filterung
es: Modelo de filtrado basado en la ubicación
fr: Modèle pour le filtrage basé sur la localisation

source: No metadata models found
af: Geen metadatamodelle gevind nie
de: Keine Metadatenmodelle gefunden
es: No se encontraron modelos de metadatos
fr: Aucun modèle de métadonnées trouvé

source: Metadata models enable location-based species filtering
af: Metadatamodelle maak ligginggebaseerde spesiefiltrering moontlik
de: Metadatenmodelle ermöglichen die standortbasierte Filterung von Arten
es: Los modelos de metadatos permiten el filtrado de especies por ubicación
fr: Les modèles de métadonnées permettent le filtrage des espèces selon la localisation

source: Location
af: Ligging
de: Standort
es: Ubicación
fr: Localisation

source: Coordinates
af: Koördinate
de: Koordinaten
es: Coordenadas
fr: Coordonnées

source: For species list and sunrise/sunset
af: Vir spesielyste en sonsopkoms/sononder
de: Für Artenliste und Sonnenaufgang/-untergang
es: Para la lista de especies y amanecer/atardecer
fr: Pour la liste des espèces et l'aube/le crépuscule

source: Latitude
af: Breedtegraad
de: Breitengrad
es: Latitud

source: Latitude in decimal degrees
af: Breedtegraad in desimale grade
de: Breitengrad in Dezimalgrad
es: Latitud en grados decimales
fr: Latitude en degrés décimaux

source: Longitude
af: Lengtegraad
de: Längengrad
es: Longitud

source: Longitude in decimal degrees
af: Lengtegraad in desimale grade
de: Längengrad in Dezimalgrad
es: Longitud en grados decimales
fr: Longitude en degrés décimaux

source: Timezone
af: Tydsone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire

source: For scheduling and timestamps
af: Vir skedulering en tydstempels
de: Für Zeitplanung und Zeitstempel
es: Para programación y marcas de tiempo
fr: Pour la programmation et l'horodatage

source: Timezone selection
af: Tydsonekeuse
de: Zeitzonenauswahl
es: Selección de zona horaria
fr: Sélection du fuseau horaire

source: Select timezone...
af: Kies tydsone...
de: Zeitzone auswählen...
es: Seleccione la zona horaria...
fr: Sélectionner le fuseau horaire...

source: Americas
af: Amerikas
de: Amerika
es: América
fr: Amériques

source: Eastern Time
af: Oostelike Tyd
es: Hora del Este
fr: Heure de l'Est

source: New York
es: Nueva York

source: Central Time
af: Sentrale Tyd
es: Hora Central
fr: Heure Centrale

source: Mountain Time
af: Berg Tyd
es: Hora de la Montaña
fr: Heure des Rocheuses

source: (no DST)
af: (geen somertyd)
de: (keine Sommerzeit)
es: (sin horario de verano)
fr: (pas d'heure d'été)

source: Pacific Time
af: Stille Oseaan Tyd
es: Hora del Pacífico
fr: Heure du Pacifique

source: Los Angeles
es: Los Ángeles

source: Alaska Time
af: Alaska Tyd
es: Hora de Alaska
fr: Heure de l'Alaska

source: Brazil
af: Brasilië
de: Brasilien
es: Brasil
fr: Brésil

source: Mexico
af: Meksiko
de: Mexiko
es: México
fr: Mexique

source: Mexico City
af: Meksikostad
de: Mexiko-Stadt
es: Ciudad de México
fr: Mexico

source: Europe
af: Europa
de: Europa
es: Europa

source: Western Europe
af: Wes-Europa
de: Westeuropa
es: Europa Occidental
fr: Europe de l'Ouest

source: London
af: Londen
es: Londres
fr: Londres

source: Central Europe
af: Sentraal-Europa
de: Mitteleuropa
es: Europa Central
fr: Europe Centrale

source: Paris
af: Parys
es: París

source: Berlin
af: Berlyn
es: Berlín

source: Rome
de: Rom
es: Roma

source: Amsterdam
es: Ámsterdam

source: Stockholm
es: Estocolmo

source: Eastern Europe
af: Oos-Europa
de: Osteuropa
es: Europa Oriental
fr: Europe de l'Est

source: Athens
af: Atene
de: Athen
es: Atenas
fr: Athènes

source: Moscow Time
af: Moskou Tyd
de: Moskauer Zeit
es: Hora de Moscú
fr: Heure de Moscou

source: Moscow
af: Moskou
de: Moskau
es: Moscú
fr: Moscou

source: Gulf Standard Time
af: Golf Standaardtyd
es: Hora Estándar del Golfo
fr: Heure du Golfe

source: Dubai
af: Doebai
es: Dubái
fr: Dubaï

source: India Standard Time
af: Indië Standaardtyd
de: Indische Standardzeit
es: Hora Estándar de la India
fr: Heure Standard de l'Inde

source: Kolkata
de: Kalkutta
es: Calcuta
fr: Calcutta

source: China Standard Time
af: China Standaardtyd
de: Chinesische Standardzeit
es: Hora Estándar de China
fr: Heure Standard de Chine

source: Shanghai
af: Sjanghai
es: Shanghái

source: Hong Kong Time
af: Hongkong Tyd
de: Hongkong-Zeit
es: Hora de Hong Kong
fr: Heure de Hong Kong

source: Singapore Time
af: Singapoer Tyd
de: Singapur-Zeit
es: Hora de Singapur
fr: Heure de Singapour

source: Singapore
af: Singapoer
de: Singapur
es: Singapur
fr: Singapour

source: Japan Standard Time
af: Japan Standaardtyd
de: Japanische Standardzeit
es: Hora Estándar de Japón
fr: Heure du Japon

source: Tokyo
af: Tokio
de: Tokio
es: Tokio

source: Korea Standard Time
af: Korea Standaardtyd
de: Koreanische Standardzeit
es: Hora Estándar de Corea
fr: Heure Standard de Corée

source: Seoul
af: Seoel
es: Seúl
fr: Séoul

source: Indochina Time
af: Indochina Tyd
de: Indochina-Zeit
es: Hora de Indochina
fr: Heure d'Indochine

source: Western Indonesia Time
af: Wes-Indonesië Tyd
de: Westindonesische Zeit
es: Hora de Indonesia Occidental
fr: Heure de l'Indonésie Occidentale

source: Jakarta
af: Djakarta
es: Yakarta

source: Oceania
af: Oseanië
de: Ozeanien
es: Oceanía
fr: Océanie

source: Australia Eastern
af: Oos-Australië
de: Australien Ost
es: Australia Oriental
fr: Est de l'Australie

source: Sydney
es: Sídney

source: no DST
af: geen somertyd
de: keine Sommerzeit
es: sin horario de verano
fr: pas d'heure d'été

source: Adelaide
es: Adelaida
fr: Adélaïde

source: Australia Western
af: Wes-Australië
de: Australien West
es: Australia Occidental
fr: Ouest de l'Australie

source: New Zealand
af: Nieu-Seeland
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle-Zélande

source: Fiji Time
af: Fidji Tyd
de: Fidschi-Zeit
es: Hora de Fiyi
fr: Heure des Fidji

source: Fiji
af: Fidji
de: Fidschi
es: Fiyi
fr: Fidji

source: Africa
af: Afrika
de: Afrika
es: África
fr: Afrique

source: Eastern Africa
af: Oos-Afrika
de: Ostafrika
es: África Oriental
fr: Afrique de l'Est

source: Cairo
af: Kaïro
de: Kairo
es: El Cairo
fr: Le Caire

source: South Africa
af: Suid-Afrika
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud

source: Johannesburg
es: Johannesburgo

source: West Africa
af: Wes-Afrika
de: Westafrika
es: África Occidental
fr: Afrique de l'Ouest

source: East Africa
af: Oos-Afrika
de: Ostafrika
es: África Oriental
fr: Afrique de l'Est

source: Other
af: Ander
de: Andere
es: Otro
fr: Autre

source: Coordinated Universal Time
af: Gekoördineerde Universele Tyd
de: Koordinierte Weltzeit
es: Tiempo Universal Coordinado
fr: Temps Universel Coordonné

source: Iceland
af: Ysland
de: Island
es: Islandia
fr: Islande

source: Reykjavik
de: Reykjavík
es: Reikiavik
