Repository: mverteuil/BirdNET-Pi
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: af, de, es, fr

source: ranges from -1 to +1. Values near 0 indicate weak correlation, ±0.3-0.7 moderate, ±0.7-1.0 strong. Positive values show variables increase together, negative values show inverse relationships.
af: strek van -1 tot +1. Waardes naby 0 dui op swak korrelasie, ±0.3-0.7 matig, ±0.7-1.0 sterk. Positiewe waardes toon veranderlikes neem saam toe, negatiewe waardes toon omgekeerde verhoudings.
de: reicht von -1 bis +1. Werte nahe 0 deuten auf eine schwache Korrelation hin, ±0.3-0.7 mäßig, ±0.7-1.0 stark. Positive Werte zeigen an, dass Variablen zusammen ansteigen, negative Werte zeigen umgekehrte Beziehungen.
es: va desde -1 a +1. Los valores cercanos a 0 indican una correlación débil, ±0.3-0.7 moderada, ±0.7-1.0 fuerte. Los valores positivos muestran que las variables aumentan juntas, los negativos muestran relaciones inversas.
fr: varie de -1 à +1. Les valeurs proches de 0 indiquent une corrélation faible, ±0.3-0.7 modérée, ±0.7-1.0 forte. Les valeurs positives montrent que les variables augmentent ensemble, les valeurs négatives montrent des relations inverses.

source: Temperature (°C)
af: Temperatuur (°C)
de: Temperatur (°C)
es: Temperatura (°C)
fr: Température (°C)

source: Humidity (%)
af: Humiditeit (%)
de: Luftfeuchtigkeit (%)
es: Humedad (%)
fr: Humidité (%)

source: Wind Speed (m/s)
af: Windsnelheid (m/s)
de: Windgeschwindigkeit (m/s)
es: Velocidad del Viento (m/s)
fr: Vitesse du vent (m/s)

source: Activity Heatmap
af: Aktiwiteit Hittekaart
de: Aktivitäts-Heatmap
es: Mapa de Calor de Actividad
fr: Carte de chaleur d'activité

source: Detection patterns by day of week and hour
af: Bespeuringspatrone per dag van week en uur
de: Erkennungsmuster nach Wochentag und Stunde
es: Patrones de detección por día de la semana y hora
fr: Modèles de détection par jour de la semaine et heure

source: Visualizes when birds are most active throughout the week.
af: Visualiseer wanneer voëls die aktiefste deur die week is.
de: Visualisiert, wann Vögel unter der Woche am aktivsten sind.
es: Visualiza cuándo las aves están más activas durante toda la semana.
fr: Visualise le moment où les oiseaux sont les plus actifs tout au long de la semaine.

source: Heat maps
af: Hittekaarte
es: Mapas de calor
fr: Cartes de chaleur

source: use color intensity to show detection frequency by day and hour. Darker cells indicate higher activity, lighter cells show fewer detections. Patterns reveal daily rhythms and weekly variations in bird behavior.
af: gebruik kleurintensiteit om bespeuringsfrekwensie per dag en uur te toon. Donkerder selle dui op hoër aktiwiteit, ligter selle toon minder bespeurings. Patrone openbaar daaglikse ritmes en weeklikse variasies in voëlgedrag.
de: verwenden Farbintensität, um die Erkennungshäufigkeit nach Tag und Stunde anzuzeigen. Dunklere Zellen weisen auf eine höhere Aktivität hin, hellere Zellen zeigen weniger Erkennungen. Muster enthüllen Tagesrhythmen und wöchentliche Schwankungen im Vogelverhalten.
es: utilizan la intensidad del color para mostrar la frecuencia de detección por día y hora. Las celdas más oscuras indican mayor actividad, las celdas más claras muestran menos detecciones. Los patrones revelan ritmos diarios y variaciones semanales en el comportamiento de las aves.
fr: utilisent l'intensité de la couleur pour montrer la fréquence de détection par jour et par heure. Les cellules plus sombres indiquent une activité plus élevée, les cellules plus claires montrent moins de détections. Les modèles révèlent des rythmes quotidiens et des variations hebdomadaires dans le comportement des oiseaux.

source: Confidence threshold: ≥%(threshold)s
af: Sekerheidsdrempel: ≥%(threshold)s
de: Konfidenzschwellenwert: ≥%(threshold)s
es: Umbral de confianza: ≥%(threshold)s
fr: Seuil de confiance : ≥%(threshold)s

source: Recording statistics
af: Opnamestatistiek
de: Aufnahmestatistiken
es: Estadísticas de grabación
fr: Statistiques d'enregistrement

source: Loading statistics...
af: Laai tans statistiek...
de: Statistiken werden geladen...
es: Cargando estadísticas...
fr: Chargement des statistiques...

source: Best recordings list
af: Beste opnameslys
de: Liste der besten Aufnahmen
es: Lista de mejores grabaciones
fr: Liste des meilleurs enregistrements

source: Loading recordings...
af: Laai tans opnames...
de: Aufnahmen werden geladen...
es: Cargando grabaciones...
fr: Chargement des enregistrements...

source: No recordings found matching the selected filters.
af: Geen opnames gevind wat by die geselekteerde filters pas nie.
de: Es wurden keine Aufnahmen gefunden, die den ausgewählten Filtern entsprechen.
es: No se encontraron grabaciones que coincidan con los filtros seleccionados.
fr: Aucun enregistrement trouvé correspondant aux filtres sélectionnés.

source: Error loading recordings. Please try again.
af: Fout met die laai van opnames. Probeer asseblief weer.
de: Fehler beim Laden der Aufnahmen. Bitte versuchen Sie es erneut.
es: Error al cargar las grabaciones. Por favor, inténtelo de nuevo.
fr: Erreur lors du chargement des enregistrements. Veuillez réessayer.

source: Detection status filter
af: Bespeuringstatusfilter
de: Filter für den Erkennungsstatus
es: Filtro de estado de detección
fr: Filtre de statut de détection

source: Show
af: Wys
de: Anzeigen
es: Mostrar
fr: Afficher

source: Filter by detection status
af: Filtreer volgens bespeuringstatus
de: Nach Erkennungsstatus filtern
es: Filtrar por estado de detección
fr: Filtrer par statut de détection

source: All Species
af: Alle Spesies
de: Alle Arten
es: Todas las especies
fr: Toutes les Espèces

source: Detected
af: Bespeur
de: Erkannt
es: Detectado
fr: Détecté

source: Not Detected
af: Nie Bespeur Nie
de: Nicht erkannt
es: No Detectado
fr: Non Détecté

source: Checklist statistics
af: Kontrolelys-statistiek
de: Checklisten-Statistiken
es: Estadísticas de la lista de control
fr: Statistiques de la liste de contrôle

source: Total Species
af: Totale Spesies
de: Gesamtzahl der Arten
es: Total de especies
fr: Total des espèces

source: Species checklist table
af: Spesie-kontrolelystabel
de: Arten-Checklisten-Tabelle
es: Tabla de la lista de especies
fr: Tableau de liste des espèces

source: Image
af: Beeld
de: Bild
es: Imagen

source: Thumbnail
af: Kleinkiekie
de: Vorschaubild
es: Miniatura
fr: Miniature

source: Detection status
af: Bespeuringstatus
de: Erkennungsstatus
es: Estado de detección
fr: Statut de détection

source: Status
es: Estado
fr: Statut

source: Latest
af: Nuutste
de: Neueste
es: Más reciente
fr: Dernier

source: Conservation status
af: Bewaringstatus
de: Erhaltungszustand
es: Estado de conservación
fr: État de conservation

source: Loading species data...
af: Laai tans spesiedata...
de: Artendaten werden geladen...
es: Cargando datos de especies...
fr: Chargement des données sur les espèces...

source: No species found matching the current filters.
af: Geen spesies gevind wat by die huidige filters pas nie.
de: Es wurden keine Arten gefunden, die den aktuellen Filtern entsprechen.
es: No se encontraron especies que coincidan con los filtros actuales.
fr: Aucune espèce ne correspond aux filtres actuels.

source: Clear Filters
af: Maak Filters Skoon
de: Filter löschen
es: Borrar filtros
fr: Effacer les Filtres

source: Error
af: Fout
de: Fehler
fr: Erreur

source: CPU
af: SVE

source: Mem
af: Geh
de: RAM
fr: Mém

source: Audio
af: Klank

source: Conf.
af: Sek.
de: Konf.

source: Error:
af: Fout:
de: Fehler:
fr: Erreur :

source: Argentina
af: Argentinië
de: Argentinien
fr: Argentine

source: Asia
af: Asië
de: Asien
fr: Asie

source: Australia Central
af: Sentraal-Australië
de: Australien Zentral
fr: Centre de l'Australie
